Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Export private keys
cs_cz: Exportovat privátní klíče
de: Private Schlüssel exportieren
es: Exportar clave privada
fil: I-export ang mga pribadong key
fr: Exporter des clés privées
hr: Izvezi tajne ključeve
hu: Privát kulcs exportja
id: Ekspor private key
it: Esporta chiavi private
ja: 秘密鍵をエクスポート
km: នាំចេញកូនសោឯកជន
ko: 개인키 내보내기
nb: Eksporter private nøkler
nl: Privé codes exporteren
pl: Eksportuj klucze prywatne
pt_br: Exportar chaves privativas
ru: Экспорт приватных ключей
th: ส่งออกคีย์ส่วนตัว
tr: Özel anahtarı dışa aktar
uk: Експорт приватних ключів
vi: Xuất khóa riêng

source: Transfer private key
cs_cz: Přenést privátní klíč
de: Privaten Schlüssel überweisen
es: Transferir clave privada
fil: Ilipat ang pribadong key
fr: Transférer une clé privée
hr: Prebaci tajni ključ
hu: Privát kulcs transzfer
it: Chiave privata del trasferimento
ja: 秘密鍵を転送
km: ផ្ទេរកូនសោឯកជន
ko: 개인키 이체
nb: Overfør privat nøkkel
nl: Privé code overbrengen
pl: Przenieś klucz prywatny
pt_br: Transferência chave privativa
ru: Перенести приватный ключ
th: ถ่ายโอนคีย์ส่วนตัว
tr: Özel anahtar aktar
uk: Переміщення приватного ключа
vi: Chuyển khóa riêng

source: Transfer
cs_cz: Přenos
de: Überweisen
es: Transferir
fil: Ilipat
fr: Transfert
hr: Prebaci
hu: Transzferálás
it: Trasferimento
ja: 転送
km: ផ្ទេរ
ko: 이체
nb: Overfør
nl: Overbrengen
pl: Przenieś
pt_br: Transfer. (Transferência)
ru: Перенести
th: ถ่ายโอน
tr: Aktar
uk: Перемістити
vi: Chuyển

source: Private key
cs_cz: Privátní klíč
de: Privater Schlüssel
es: Clave privada
fil: Pribadong key
fr: Clé privée
hr: Tajni ključ
hu: Privát kulcs
it: Chiave privata
ja: 秘密鍵
km: សោ​ឯកជន
ko: 개인키
nb: Privat nøkel
nl: Privé code
pl: Klucz prywatny
pt_br: Chave privativa.
ru: Приватный ключ
th: คีย์ส่วนตัว
tr: Özel anahtar
uk: Приватний ключ
vi: Khóa riêng

source: This will transfer all coins from the paper wallet address to your wallet.
cs_cz: Tímto převedete všechny mince z adresy papírové peněženky do své peněženky.
de: Dadurch werden alle Coins der Papier-Brieftasche an Deine Brieftasche überwiesen.
es: Esto transferirá todas las monedas de la dirección del monedero de papel a tu monedero.
fil: Ililipat nito lahat ng mga coin mula sa address ng papel na wallet papunta sa wallet mo.
fr: Cela transférera tous les Coins de l’adresse du portefeuille papier à votre portefeuille.
hr: Ovime će se svi novčići prebaciti s adrese papirnatog novčanika u vaš novčanik.
hu: Ez minden coint a papírtárcáról a tárcádba utal át.
id: Ini akan mentransfer seluruh coin dari address paper wallet ke wallet anda.
it: Trasferirà tutti i coin dall'indirizzo del portafoglio carta al tuo portafoglio.
ja: これにより、すべてのコインがペーパーウォレットのアドレスからあなたのウォレットに転送されます。
km: ការណ៍នេះនឹងផ្ទេរកាក់ទាំងអស់ពីអាសយដ្ឋានកាបូបក្រដាសប្រាក់ទៅកាបូបរបស់អ្នក។
ko: 모든 코인을 종이 월렛 주소에서 여러분의 월렛으로 이체합니다.
nb: Dette vil overføre alle mynter fra papirlommebokadressen til lommeboken din.
nl: Hierdoor worden alle munten overgebracht van het adres van de papieren portemonnee naar uw portemonnee.
pl: Spowoduje to przeniesienie wszystkich monet z adresu portfela papierowego do twojego portfela.
pt_br: Esta operação transfere todas as moedas do endereço da carteira de papel para a sua carteira.
ru: Это переведет все монеты с бумажного кошелька на ваш кошелек.
th: การดำเนินการนี้จะถ่ายโอนเหรียญทั้งหมดจากที่อยู่กระเป๋าเงินกระดาษไปยังกระเป๋าเงินของคุณ
tr: Bu işlem, tüm coin'leri kağıt cüzdan adresinizden cüzdanınıza aktaracak.
uk: Це приведе до переміщення всіх монет з адреси паперового гаманця до вашого гаманця.
vi: Chuyển tất cả coin từ địa chỉ ví giấy sang ví của bạn.

source: This private key has no coins for transfer.
cs_cz: Tento privátní klíč nemá žádné mince, které by bylo možno převést.
de: Dieser private Schlüssel hat keine zu überweisenden Coins.
es: Esta clave privada no tiene monedas para transferir.
fil: Ang pribadong key na ito ay walang coin na ililipat.
fr: Cette clé privée ne dispose pas de pièces pour le transfert.
hr: Ovaj tajni ključ nema novčiće za prebacivanje.
hu: Ez a privát kulcs nem rendelkezik transzferálható coinokkal.
id: Private key ini tidak memiliki coin untuk ditransfer
it: Questa chiave privata non ha coin da trasferire.
ja: この秘密鍵には転送のためのコインがありません。
km: កូនសោឯកជននេះមិនមានកាក់សម្រាប់ផ្ទេរទេ។
ko: 이 개인키는 이체할 코인이 없습니다.
nb: Denne private nøkkelen har ingen mynter som kan overføres.
nl: Deze privé code heeft geen munten om over te brengen.
pl: Ten klucz prywatny nie ma żadnych coinów do transferu.
pt_br: Esta chave privativa não contém moedas para transferência.
ru: У этого приватного ключа нет монет для передачи.
th: คีย์ส่วนตัวนี้ไม่มีเหรียญสำหรับถ่ายโอน
uk: У цьому приватному ключі немає монет для переміщення.
vi: Khóa riêng này không có coin để chuyển.

source: Invalid private key
cs_cz: Neplatný privátní klíč
de: Ungültiger privater Schlüssel
es: Clave privada incorrecta
fil: Hindi balidong pribadong key
fr: Clé privée non valide
hr: Nevaljan tajni ključ
hu: Érvénytelen privát kulcs
id: Private key tidak valid
it: Chiave privata non valida
ja: 秘密鍵が無効です
km: កូនសោឯកជនមិនត្រឹមត្រូវ
ko: 유효하지 않은 개인키
nb: Ugyldig privat nøkkel
nl: Ongeldige privé code
pl: Nieprawidłowy klucz prywatny
pt_br: Chave privativa inválida
ru: Неверный приватный ключ
th: คีย์ส่วนตัวไม่ถูกต้อง
tr: Geçersiz özel anahtar
uk: Недійсний приватний ключ
vi: Khóa riêng không hợp lệ

source: Insufficient funds
cs_cz: Nedostatek prostředků
de: Nicht genug Geld
es: Fondos insuficientes
fil: Hindi sapat na mga pondo
fr: Insuffisance de fonds
hr: Nedovoljno sredstava
hu: Nem elegendő összeg
id: Dana tidak mencukupi
it: Fondi insufficienti
ja: 残高不足です
km: ទឹកប្រាក់មិនគ្រប់គ្រាន់
ko: 자금 부족
nb: Ikke nok penger
nl: Te weinig fondsen
pl: Niewystarczające środki
pt_br: Fundos insuficientes
ru: Недостаточно средств
th: เงินไม่เพียงพอ
tr: Yetersiz fon
uk: Недостатньо коштів
vi: Không đủ tiền

source: Warning!
cs_cz: Upozornění!
de: Warnung!
es: ¡Precaución!
fil: Babala!
fr: Attention !
hr: Upozorenje!
hu: Figyelmeztetés!
id: Peringatan!
it: Attenzione!
ja: 警告！
km: ការព្រមាន!
ko: 경고!
nb: Advarsel!
nl: Waarschuwing!
pl: Ostrzeżenie!
pt_br: Atenção!
ru: Предупреждение!
th: คำเตือน!
tr: Uyarı!
uk: Увага!
vi: Cảnh báo!

source: Your private keys are keys to your funds so DO NOT SHARE them with anyone unless you'd like them to have access to your funds.
cs_cz: Vaše privátní klíče jsou klíče k Vašim finančním prostředkům, takže je nikomu NESDĚLUJTE, nechcete-li, aby měl přístup k Vašim prostředkům.
de: Deine privaten Schlüssel sind Schlüssel für Dein Geld. GIB SIE NICHT an andere WEITER, es sei denn, Du möchtest, dass sie Zugriff auf Dein Geld erhalten.
es: Tus claves privadas son las llaves de tus fondos, por esto, NO LAS COMPARTAS con nadie a menos que desees que tengan acceso a tus fondos.
fil: Ang mga pribado mong key ay mga key sa mga pondo mo kaya HUWAG IBAHAGI ang mga ito kaninoman maliban kung gusto mong ma-access nila ang mga pondo mo.
fr: Vos clés privées sont les clé de vos fonds. NE LES PARTAGEZ PAS avec qui que ce soit, à moins que vous ne souhaitiez qu’ils aient accès à vos fonds.
hr: Vaši tajni ključevi su ključevi za vaša sredstva te ih NEMOJTE DIJELITI ni sa kim osim ako ne želite da imaju pristup vašim sredstvima.
hu: A privát kulcsaid jelentik a kulcsot a vagyonodhoz. NE OSZD MEG SENKIVEL hacsak nem akarod, hogy hozzáférésük legyen hozzá.
id: Private key anda adalah sebuah kunci dana anda jadi JANGAN DIBAGIKAN kepada siapapun kecuali anda ingin mereka bisa mengakses dana anda.
it: Le tue chiavi private sono chiavi per i tuoi fondi, quindi non devi CONDIVIDERLE con nessuno, a meno che vorresti che altre persone accedessero ai tuoi fondi.
ja: あなたの秘密鍵は資金への鍵なので、その鍵に資金へのアクセス権を持たせたいのでない限り、誰かと共有しないでください。
km: កូនសោឯកជនរបស់អ្នកគឺជាកូនសោរសម្រាប់ទឹកប្រាក់របស់អ្នកដូច្នេះសូមកុំចែករំលែកវាជាមួយនរណាម្នាក់លើកលែងតែអ្នកចង់ឲ្យពួកគេមានសិទ្ធិចូលប្រើប្រាស់ទឹកប្រាក់របស់អ្នក។
ko: 개인키는 열쇠나 다름없습니다. 자금에의 접근을 허용하는 것이 아닌 이상 누구와도 개인키를 공유하지 마십시오.
nb: Dine private nøkler er nøkkelen til pengene dine, så IKKE DEL dem med noen andre med mindre du ønsker at de skal ha tilgang til pengene dine.
nl: Uw privé codes zijn codes tot uw fondsen, DEEL ZE DUS NIET met iemand anders tenzij u wilt dat ze toegang hebben tot uw fondsen.
pl: Twoje klucze prywatne są kluczami do twoich środków, więc NIE udostępniaj ich nikomu, chyba że chcesz, aby mieli dostęp do twoich środków.
pt_br: Suas chaves privativas são para seus fundos, portanto, NÃO COMPARTILHE-AS com qualquer pessoa, a menos que você queira que elas tenham acesso aos seus fundos.
ru: Ваши приватные ключи являются ключами к вашим средствам, поэтому НЕ ДЕЛИТЕСЬ их с кем-либо, если вы не хотите, чтобы они имели доступ к вашим средствам.
th: คีย์ส่วนตัวคือคีย์ที่กำหนดสิทธิ์การใช้เงินของคุณ เพราะฉะนั้นห้ามแชร์คีย์ดังกล่าวกับใครเด็ดขาด เว้นเสียแต่ว่าคุณต้องการจะให้อีกฝ่ายเข้าถึงเงินของคุณ
tr: Özel anahtarlarınız fonlarınızın anahtarıdır; bu nedenle fonlarınıza erişmesini istemediğiniz sürece bunları kimseyle PAYLAŞMAYIN.
uk: Ваші приватні ключі – це ключі до ваших коштів, отже НЕ ДІЛІТЬСЯ ними з будь-якими особами, якщо ви не бажаєте, щоб ці особи мали доступ до ваших коштів.
vi: Khóa riêng là chìa khóa cho tiền của bạn, vì vậy KHÔNG CHIA SẺ với bất kỳ ai trừ khi bạn muốn họ có quyền truy cập tiền của bạn.

source: Show
cs_cz: Zobrazit
de: Anzeigen
es: Mostrar
fil: Ipakita
fr: Afficher
hr: Prikaži
hu: Mutasd
id: Perlihatkan
it: Mostra
ja: 表示
km: បង្ហាញ
ko: 보기
nb: Vis
nl: Weergeven
pl: Pokaż
pt_br: Exibir
ru: Показать
th: แสดง
tr: Göster
uk: Показати
vi: Hiển thị

source: Comma-separated list
cs_cz: Seznam oddělovaný čárkami
de: Mit Komma getrennte Liste
es: Lista separada por comas
fr: Liste séparée par des virgules
hr: Popis razdvojena zarezima
hu: Vesszővel elválasztott lista
id: Daftar koma-pemisah
it: Elenco separato dalla virgola
ja: コンマ区切りリスト
km: បញ្ជីញែកដោយសញ្ញាក្បៀស
ko: 쉼표로 구분된 목록
nb: Kommaseparert liste
nl: Door komma gescheiden lijst
pl: Lista rozdzielana przecinkami
pt_br: Lista separada por vírgulas
ru: Список, разделенный запятыми
th: รายการที่คั่นด้วยเครื่องหมายจุลภาค
tr: Virgülle ayrılmış liste
uk: Список, розділений комами
vi: Danh sách phân tách bằng dấu phẩy

source: Your wallet has no private keys with coins for export.
cs_cz: Vaše peněženka nemá žádné privátní klíče s mincemi, které by bylo možno exportovat.
de: Deine Brieftasche hat keine privaten Schlüssel mit zu exportierenden Coins.
es: Tu monedero no tiene claves privadas con monedas para exportar.
fil: Walang mga pribadong key ang wallet mo na may coin para i-export.
fr: Votre portefeuille n'a pas de clé privée avec des pièces pour à exporter.
hr: Vaš novčanik nema tajne ključeve s novčićima za izvoz.
hu: A tárcádnak nincs privát kulccsa utalható érmékkel.
id: Wallet anda tidak memiliki private key dengan coin yang bisa di ekspor
it: Il tuo portafoglio non chiavi private con dei coin da esportare.
ja: ウォレットにエクスポート用コインの秘密鍵がありません。
km: កាបូបរបស់អ្នកគ្មានកូនសោឯកជនដែលមានកាក់សម្រាប់នាំចេញទេ។
ko: 내보낼 코인이 있는 개인키가 월렛에 없습니다.
nb: Lommeboken din har ingen private nøkler med mynter for eksport.
nl: Uw portemonnee heeft geen privé codes met munten om te exporteren.
pl: Twój portfel nie ma kluczy prywatnych z coinami na eksport.
pt_br: Sua carteira não tem uma chave privativa com moedas para exportação.
ru: У вашего кошелька нет приватных ключей с монетами для экспорта.
th: กระเป๋าเงินของคุณไม่มีคีย์ส่วนตัวที่มีเหรียญสำหรับส่งออก
tr: Cüzdanınızda dışa aktarılabilecek coin içeren hiç özel anahtar yok.
uk: У вашому гаманці немає приватних ключів з монетами для експорту.
vi: Ví của bạn không có khóa riêng với coin để xuất.

source: Add Token
cs_cz: Přidat žeton
de: Token hinzufügen
es: Añadir token
fil: Magdagdag ng Token
fr: Ajouter un jeton
hr: Dodaj žeton
hu: Token hozzáadása
id: Tambah Token
it: Aggiungi Token
ja: トークンを追加
km: បន្ថែមកាស
ko: 토큰 추가
nb: Legg til pollett
nl: Token toevoegen
pl: Dodaj token
pt_br: Adicionar token
ru: Добавить токен
th: เพิ่มโทเค็น
tr: Token Ekle
uk: Додати токен
vi: Thêm Token

source: Gas limit
cs_cz: Limit na plyn
de: Gas Coin-Limit
es: Límite de Gas
fil: Limitasyon ng gas
fr: Limite de Gas
hr: Ograničenje plina
hu: Gas korlát
id: Limit gas
it: Limite di gas
ja: ガスリミット
km: កម្រិតស៊ាំង
ko: 가스 한도
nb: Gassgrense
nl: Gaslimiet
pl: Limit gazu
pt_br: Limite do Gas
ru: Лимит газа
th: จำนวนก๊าซสูงสุด
tr: Gas limiti
uk: Ліміт газу
vi: Giới hạn Gas

source: Gas limit is the amount of gas to send with your transaction. Increasing this number will not get your transaction confirmed faster. Sending ETH is equal 21000. Sending Tokens is equal around 200000.
cs_cz: Limit na plyn je množství plynu, které pošlete se svou transakcí. Zvýšením tohoto čísla nebude Vaše transakce potvrzena o nic rychleji. Poslat ETH je rovno 21000. Poslat žetony je rovno přibližně 200000.
de: Gas-Limit bezeichnet den Betrag Gas, den Du mit Deiner Transaktion sendest. Die Höhe des Betrags hat keine Auswirkungen auf die schnellere Genehmigung Deiner Transaktion. Senden von ETH entspricht 21.000. Senden von Token entspricht 200.000.
es: El límite de Gas es la cantidad de Gas para enviar con tu transacción. Aumentar este número no hará que tu transacción se confirme más rápido. Enviar ETH es igual a 21000. Enviar tokens en igual a aproximadamente 200000.
fil: Ang limitasyon ng gas ay ang halaga ng gas na ipapadala sa transaksiyon mo. Ang pagdagdag ng numerong ito ay hindi magpapabilis sa pagkumpirma ng iyong transaksiyon. Ang pagpapadala ng ETH ay katumbas ng 21000. Ang pagpapadala ng Token ay katumbas ng bandang 200000.
fr: La limite de Gas est la quantité de Gas à envoyer avec votre transaction. En augmentant ce chiffre, votre transaction ne sera pas confirmée plus rapidement. L'envoi d'ETH est égal à 21.000. L'envoi de jetons est égal à environ 200.000.
hr: Ograničenje plina je iznos plina koji šaljete uz transakciju. Ako povećate ovaj broj, vaša transakcija neće biti brže potvrđena. Slanje ETH vrijedi 21000. Slanje Žetona vrijedi oko 200000.
hu: A Gas korlát az a gas összeg, amit a tranzakcóddal együtt küldesz. Az összeg emelése nem erősíti meg gyorsabban az utalásodat. ETH küldés 21000-el egyenlő. Gas küldése körülbelül 200 000-el.
id: Limit gas adalah jumlah gas yang dibutuhkan untuk mengirim transaksi anda. Menambah jumlahnya tidak akan membuat transaksi anda dikonfirmasi lebih cepat. Kirim ETH sama dengan 21000. Mengirim token kurang lebih sekitar 200000.
it: Il limite di gas è l'importo di gas da inviare con le tue transazioni. Se aumenti questo numero, le tue transazioni saranno confermate più rapidamente. Inviare ETH equivale a 21000. Inviare Token equivale a circa 200000.
ja: ガスリミットはあなたの取引で送るべきガスの量です。この数を増やしても、取引の確認が早くなるわけではありません。 ETH送信は、21000です。トークン送信は、200000前後です。
km: កម្រិតស៊ាំងគឺជាចំនួនស៊ាំងដែលត្រូវផ្ញើជាមួយប្រតិបត្តិការរបស់អ្នក។ ការបង្កើនចំនួននេះនឹងមិនបញ្ជាក់ប្រតិបត្តិការរបស់អ្នកបានលឿនទេ។ ការផ្ញើ ETH គឺស្មើនឹង 21000 ។ ការផ្ញើកាសគឺស្មើប្រហែល 200000 ។
ko: 가스 한도는 거래와 함께 보내는 가스의 양입니다. 이 수치가 증가하면 거래가 빠르게 확인되지 않습니다. ETH 전송 시 가스 한도는 21,000입니다. 토큰 전송 시 가스 한도는 약 200,000입니다.
nb: Gassgrensen er mengden gass som kan sendes med transaksjonen din. Økning av dette tallet fører ikke til at transaksjonen bekreftes raskere. Sending av ETH tilsvarer 21 000. Sending av polletter er tilsvarer omtrent 200 000.
nl: Het gaslimiet is de hoeveelheid gas die u kunt verzenden met uw transactie. Het laten toenemen van dit nummer zal er niet voor zorgen dat uw transactie sneller wordt bevestigd. Het verzenden van ETH is gelijk aan 21.000. Het verzenden van een token is gelijk aan 20.000.
pl: Limit gazu to ilość gazu, jaką należy przesłać wraz z transakcją. Zwiększenie tej liczby nie spowoduje szybszego potwierdzenia transakcji. Wysyłanie ETH wynosi 21000. Wysyłanie tokenów wynosi około 200000.
pt_br: O limite do Gas é o valor Gas e ser enviado na operação. Aumentos desse número não aceleram o processo de confirmação da sua operação. Enviar ETH equivale a 21000. Enviar Tokens equivale a cerca de 200000.
ru: Лимит газа — это максимальная сумма газа, используемая для транзакции. Увеличение этой суммы не ускорит подтверждение вашей транзакции. Отправка ETH равна 21000. Отправка Токенов равна около 200000.
th: จำนวนก๊าซสูงสุดคือจำนวนก๊าซที่จะส่งไปพร้อมกับธุรกรรมของคุณ การเพิ่มจำนวนตัวเลขนี้จะไม่ได้ส่งผลให้ธุรกรรมของคุณได้รับการยืนยันเร็วขึ้น การส่ง ETH มีค่าเท่ากับ 21000 การส่งโทเค็นมีค่าเท่ากับราว ๆ 200000
uk: Ліміт газу – це кількість газу, який потрібно відправити разом із транзакцією. Збільшення цієї кількості не приведе до більш швидкого підтвердження вашої транзакції. Відправлення ETH дорівнює 21000. Відправлення токенів дорівнює приблизно 200000.
vi: Giới hạn Gas là lượng gas gửi với giao dịch của bạn. Tăng giá trị này sẽ không giúp giao dịch được xác nhận nhanh hơn. Gửi ETH bằng 21000. Gửi Token bằng khoảng 200000.

source: Contract address
cs_cz: Kontaktní adresa
de: Vertragsadresse
es: Dirección del contrato
fil: Address ng kontak
fr: Adresse du contrat
hr: Ugovorna adresa
hu: Szerződés címe
id: Address kontrak
it: Indirizzo contratto
ja: コントラクトアドレス
km: អាសយដ្ឋានចុះកិច្ចសន្យា
ko: 계약 주소
nb: Kontraktsadresse
nl: Contractadres
pl: Adres kontaktowy
pt_br: Endereço para contrato
ru: Адрес контракта
th: ที่อยู่สัญญา
tr: Sözleşme adresi
uk: Адреса контракту
vi: Địa chỉ hợp đồng

source: Add
cs_cz: Přidat
de: Hinzufügen
es: Añadir
fil: Idagdag
fr: Ajouter
hr: Dodaj
hu: Hozzáadás
id: Tambah
it: Aggiungi
ja: 追加
km: បន្ថែម
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
uk: Додати
vi: Thêm

source: Symbol
es: Símbolo
fil: Simbolo
fr: Symbole
hr: Simbol
hu: Szimbólum
id: Simbol
it: Simbolo
ja: シンボル
km: និមិត្តសញ្ញា
ko: 통화 코드
nl: Symbool
pt_br: Símbolo
ru: Символ
th: สัญลักษณ์
uk: Символ
vi: Ký hiệu

source: Decimals
cs_cz: Desetinná místa
de: Dezimalstellen
es: Decimales
fil: Mga decimal
fr: Décimales
hr: Decimalna mjesta
hu: Tizedesjegyek
id: Desimal
it: Decimali
ja: 小数
km: ទសភាគ
ko: 소숫점 자리수
nb: Desimaler
nl: Decimalen
pl: Dziesiętne
pt_br: Casas decimais
ru: Дробность (число)
th: ทศนิยม
uk: Десяткові знаки
vi: Số thập phân

source: Token
cs_cz: Žeton
fr: Jeton
hr: Žeton
ja: トークン
km: កាស
ko: 토큰
nb: Pollett
ru: Токен
th: โทเค็น
uk: Токен

source: Custom token
cs_cz: Vlastní žeton
de: Benutzerdefinierter Token
es: Token personalizado
fil: Pinasadyang token
fr: Jeton personnalisé
hr: Prilagođeni žeton
hu: Tetszőleges token
id: Token lainnya
it: Token personalizzati
ja: カスタム トークン
km: កាសតាមតម្រូវ
ko: 맞춤 토큰
nb: Egendefinert pollett
nl: Aangepast token
pl: Token własny
pt_br: Token personalizado
ru: Свой токен
th: โทเค็นแบบกำหนดเอง
uk: Індивідуальний токен
vi: Token tùy chỉnh

source: Please fill out all fields.
cs_cz: Vyplňte prosím všechna pole.
de: Bitte fülle alle Felder aus.
es: Llena todos los campos.
fil: Pakipunan lahat ng mga field.
fr: Veuillez remplir tous les champs.
hr: Ispunite sva polja.
hu: Töltsd ki az összes mezőt.
id: Isi semua kolom
it: Per favore, compila tutti i campi.
ja: すべての欄に記入してください。
km: សូមបំពេញវាលទាំងអស់
ko: 모든 란을 기재해주십시오.
nb: Fyll ut alle feltene.
nl: Vul alle velden in.
pl: Proszę wypełnić wszystkie pola.
pt_br: Todos os campos devem ser preenchidos.
ru: Пожалуйста, заполните все поля.
th: โปรดกรอกข้อมูลให้ครบทุกช่อง
uk: Заповніть усі поля.
vi: Hãy điền tất cả các trường.

source: Please enter Gas Limit greater than zero
cs_cz: Zadejte prosím limit plynu vyšší než nula
de: Bitte gib ein Gas-Limit über null ein.
es: Introduce un límite de Gas mayor a cero
fil: Pakilagay ang Limitasyon ng Gas na mas malaki sa zero
fr: Veuillez saisir une limite de Gas supérieure à zéro
hr: Unesite vrijednost Ograničenja plina veću od nule
hu: Nullánál magasabb Gas korlátot adj meg
id: Silahkan isi Limit Gas lebih dari nol
it: Per favore, inserisci un limite di gas superiore a zero
ja: 0より大きいガスリミットを入力してください
km: សូមបញ្ចូលកម្រិតហ្គាសធំជាងសូន្យ
ko: 가스 한도는 0보다 커야 합니다
nb: Oppgi gassgrense høyere enn null
nl: Voer een gaslimiet groter dan nul in
pl: Wprowadź Limit gazu większy od zera
pt_br: Digite um Limite Gas maior do que zero
ru: Пожалуйста, введите Лимит Газа больше нуля
th: โปรดป้อนจำนวนก๊าซสูงสุดที่มีค่ามากกว่าศูนย์
tr: Lütfen sıfırdan büyük bir Gas Limiti girin
uk: Введіть ліміт газу, що більший нуля
vi: Hãy nhập Giới hạn gas lớn hơn 0

source: You do not have enough Ethereum funds to pay transaction fee (%(ethereumRequired)s ETH).
cs_cz: Nemáte dostatek prostředků v měně Ethereum na zaplacení transakčního poplatku (%(ethereumRequired)s ETH).
de: Du hast nicht genug Ethereum für die Bezahlung der Transaktionsgebühren (%(ethereumRequired)s ETH).
es: No tienes suficientes fondos Ethereum para pagar la tarifa de la transacción (%(ethereumRequired)s ETH).
fil: Hindi sapat ang iyong pondong Ethereum para pambayad ng bayad sa transaksiyon (%(ethereumRequired)s ETH).
fr: Vous ne disposez pas de suffisamment de fonds Ethereum pour payer les frais de transaction (%(ethereumRequired)s ETH).
hr: Nemate dovoljno Ethereum sredstava kojim biste platili proviziju na transakciju (%(ethereumRequired)s ETH).
hu: Nincs elegendő Ethereumod a tranzakciós költség kifizetésére (%(ethereumRequired)s ETH).
id: Dana Ethereum anda tidak cukup untuk membayar biaya transaksi (%(ethereumRequired)s ETH).
it: Non hai abbastanza fondi Ethereum per pagare i costi della transazione (%(ethereumRequired)s ETH).
ja: 取引手数料（%(ethereumRequired)sETH）を支払うための十分なイーサリアム資金がありません。
km: អ្នកមិនមានទឹកប្រាក់ Ethereum គ្រប់គ្រាន់ដើម្បីបង់ថ្លៃប្រតិបត្តិការទេ (%(ethereumRequired)s ETH) ។
ko: 이더리움이 부족해 거래 수수료(%(ethereumRequired)s ETH)를 지급할 수 없습니다.
nb: Du har ikke nok Etherum-verdier til å betale transaksjonsavgiften (%(ethereumRequired)sETH).
nl: U hebt niet genoeg Ethereum-fondsen om de transactiekosten te kunnen betalen (%(ethereumRequired)s ETH).
pl: Nie masz wystarczającej ilości funduszy Ethereum, aby zapłacić opłatę transakcyjną (%(ethereumRequired)s ETH).
pt_br: Você não tem fundos Ethereum suficientes para pagar a taxa da operação (%(ethereumRequired)s ETH).
ru: У вас недостаточно средств Ethereum для оплаты транзакции (%(ethereumRequired)s ETH).
th: คุณไม่มีเงิน Ethereum เพียงพอที่จะชำระค่าธรรมเนียมธุรกรรม (%(ethereumRequired)s ETH)
uk: Вам не вистачає коштів Ethereum, щоб сплатити комісію за транзакцію (%(ethereumRequired)s ETH).
vi: Bạn không đủ tiền Ethereum để trả phí giao dịch (%(ethereumRequired)s ETH).

source: Click to Select
cs_cz: Kliknutím můžete vybrat
de: Zum Auswählen klicken
es: Haz clic para seleccionar
fil: I-click para Piliin
fr: Cliquer pour sélectionner
hr: Kliknite da Izaberete
hu: Kattints a kiválasztáshoz
id: Tekan untuk memilih
it: Clicca per selezionare
ja: クリックして選択
km: ចុចដើម្បីជ្រើស
ko: 클릭해서 선택
nb: Klikk for å velge
nl: Klikken om te selecteren
pl: Kliknij, aby wybrać
pt_br: Clique para selecionar
ru: Нажмите, чтобы выбрать
th: คลิกเพื่อเลือก
uk: Натисніть для вибору
vi: Nhấp chuột để chọn

source: Copy to Clipboard
cs_cz: Zkopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fil: Kopyahin sa Clipboard
fr: Copier dans le presse-papier
hr: Kopiraj na međuspremnik
hu: Vágólapra másolás
id: Salin ke Clipboard
it: Link copiato negli appunti
ja: クリップボードにコピー
km: ចម្លង​ទៅកាន់​ក្ដារ​តម្បៀត​ខ្ទាស់
ko: 클립보드로 복사
nb: Kopier til utklippstavle
nl: Kopiëren naar Klembord
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер обмена
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyala
uk: Копіювати в буфер обміну
vi: Sao chép vào clipboard

source: Copied!
cs_cz: Zkopírováno!
de: Kopiert!
es: ¡Copiado!
fil: Nakopya!
fr: Copié !
hr: Kopirano!
hu: Kimásolva!
id: Tersalin!
it: Copiato!
ja: コピーしました！
km: បានចម្លង!
ko: 복사 완료!
nb: Kopiert!
nl: Gekopieerd!
pl: Skopiowano!
pt_br: Copiado!
ru: Скопировано!
th: คัดลอกแล้ว!
tr: Kopyalandı!
uk: Скопійовано!
vi: Đã sao chép!
