Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Mecto lets you broadcast your wallet address to other nearby Coin users by comparing GPS data. This data is deleted once you turn Mecto off.
cs_cz: Mecto vám umožňujě šířit adresu Vaší peněženky uživatelům nacházejícím se blízko Vás pomocí porovnávání GPS dat. Tyto data jsou smazána poté co vypnete Mecto.
de: Mecto ermöglicht das Austauschen Deiner Empfangsadresse mit anderen Coin-Benutzern in Deiner Nähe. Hierzu werden Deine GPS-Daten genutzt. Diese Positionsdaten werden sofort nach dem Ausschalten von Mecto gelöscht.
es: Mecto te permite difundir tu dirección de monedero a usuarios de Coin cercanos comparando datos GPS. Estos datos se eliminan una vez que desactivas Mecto.
fr: Mecto vous permet de diffuser votre adresse de portefeuille pour les autres utilisateurs de Coin à proximité en comparant les données GPS. Ces données sont effacées une fois que vous mettez hors Mecto.
hu: A Mecto lehetővé teszi, hogy közvetítsd a bitcoin címedet a közelben lévő Coin felhasználóknak GPS adatok összehasonlításával. Ez az adat törlödik amint kikapcsolod a Mecto-t.
it: Mecto ti permette di mostrare l'indirizzo pubblico del tuo portafoglio a tutti gli utenti Coin vicino a te, utilizzando i dati GPS. Questi dati sono cancellati quando disattivi Mecto.
ja: 場所はGPS位置情報を元に周りにいるユーザーにあなたのウォレットのアドレスを他のCoinユーザーに公開します。
km: Mecto អនុញ្ញាតឲ្យអ្នកផ្សព្វផ្សាយអាសយដ្ឋានកាបូបរបស់អ្នកទៅអ្នកប្រើកាក់នៅក្បែរៗផ្សេងទៀតដោយការប្រៀបធៀបទិន្នន័យ GPS។ ទិន្នន័យនេះត្រូវបានលុបចោលនៅពេលដែលអ្នកបិទ Mecto។
ko: 멕토(Mecto)는 GPS 데이터를 비교, 월렛 주소를 근처의 다른 코인 사용자에게 브로드캐스팅할 수 있게 해줍니다. 데이터는 멕토를 끄면 삭제됩니다.
nb: Mecto lar deg kringkaste din lommeboks adresse til andre Coin-brukere i nærheten ved å bruke GPS-data. Disse dataene er slettet når Mecto skrus av.
nl: Mecto zorgt ervoor dat u uw portemonnee adres naar andere nabijgelegen Coin gebruikers kunt versturen. Dit gebeurt door GPS-gegevens te vergelijken. Deze gegevens worden verwijderd zodra u Mecto uitschakeld.
pl: Mecto używa twojej lokalizacji GPS w celu udostępnienia adresu portfela innym użytkownikom Coin w twojej okolicy. Dane te są usuwane z serwera po wybraniu opcji "Wyłącz Mecto".
pt_br: O Mecto permite ao usuário difundir o endereço da sua carteira para outros usuários do Coin na sua região, comparando os dados do GPS. Esses dados são excluídos assim que você desativar o Mecto.
ru: Mecto позволяет вам сообщать адрес своего кошелька другим пользователям Coin поблизости, с помощью геолокации. Эти данные стираются, как только вы отключите Mecto.
th: Mecto ช่วยให้คุณแผยแพร่ที่อยู่ของกระเป๋าเงินสู่ผู้ใช้งาน Coin ที่อยู่ใกล้เคียง ด้วยการเปรียบเทียบข้อมูล GPS ข้อมูลนี้จะถูกลบทันทีหากคุณปิด Mecto
uk: Mecto дозволяє вам транслювати адресу Вашого гаманця іншим Coin користувачам по сусідству за допомогою GPS даних. Ці дані будуть видалені після того як ви вимкнете Mecto.

source: Before you start using Mecto, you need to enter a name that will help others identify you.
cs_cz: Předtím než začnete používat Mecto, musíte nejprve zadat jméno, které pomůže ostatním Vás najít.
de: Um Mecto verwenden zu können, musst Du einen Benutzernamen auswählen. So können Dich andere Benutzer finden.
es: Antes de comenzar a usar Mecto, debes introducir un nombre que permita que las demás personas te identifiquen.
fil: Bago mo simulan ang paggamit ng Mecto, kinakailangan mong mag-enter ng pangalan na tutulong sa iba sa pagkakilala sa iyo.
fr: Avant de commencer à utiliser Mecto, vous devez entrer un nom qui aidera les autres à vous identifier.
hr: Prije nego počnete koristiti Mecto potrebno je unijeti ime na osnovu kojeg će vas drugi korisnici identificirati.
hu: Mielőtt még használod a Mecto-t, meg kell adnod egy nevet, ami segít másoknak azonosítani téged.
id: Sebelum menggunakan Mecto, anda harus memberikan nama agar orang lain mudah untuk dapat mengidentifikasi anda
it: Prima di utilizzare Mecto devi impostare un nome, così gli altri utenti ti potranno identificare.
ja: 場所をご利用になる前に、他のユーザーと交流できるよう、ハンドルネームを設定する必要があります。
km: មុនពេលអ្នកចាប់ផ្តើមប្រើ Mecto អ្នកត្រូវបញ្ចូលឈ្មោះមួយសម្រាប់ជួយឲ្យអ្នកដទៃស្គាល់អ្នក។
ko: 멕토(Mecto)를 사용하기 전에 다른 사용자가 여러분을 식별할 수 있는 이름을 입력해야 합니다.
nb: Før du tar i bruk Mecto må du legge inn et navn som hjelper andre å identifisere deg.
nl: Voordat u Mecto kunt gebruiken moet u een naam opgeven waarmee anderen u kunnen identificeren.
pl: Zanim skorzystasz z Mecto, podaj imię lub nazwę - umożliwi to innym identyfikację ciebie.
pt_br: Antes de começar a utilizar o Mecto, é preciso digitar um nome que vai ajudar outras pessoas a identificarem você.
ru: Прежде чем начать использовать Mecto, введите имя которое позволит другим опознать вас.
th: ก่อนจะเริ่มใช้งาน Mecto คุณจำเป็นต้องกรอกชื่อของคุณ เพื่อที่ผู้อื่นจะได้ระบุตัวตนของคุณได้
tr: Mecto'yu kullanmaya başlamadan önce, başkalarının sizi tanımasına yardımcı olacak bir ad girmeniz gerekir.
uk: Перед тим як почати використовувати Mecto, потрібно ввести Ваше ім'я, за яким інші зможуть вас ідентифікувати
vi: Trước khi bắt đầu sử dụng Mecto, bạn cần nhập tên giúp người khác nhận ra bạn.

source: Save
cs_cz: Uložit
de: Speichern
es: Guardar
fil: I-save
fr: Sauvegarder
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
km: រក្សាទុក
ko: 저장
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu

source: Loading transactions...
cs_cz: Probíhá načítání transakcí...
de: Transaktionen werden geladen...
es: Cargando transacciones...
fil: Nilo-load ang mga transaksyon...
fr: Chargement des transactions ...
hr: Transakcije se učitavaju...
hu: Tranzakciók betöltése...
id: Memuat transaksi...
it: Caricamento in corso delle transazioni...
ja: 取引を読み込み中...
km: កំពុងផ្ទុកប្រតិបត្តិការ...
ko: 거래 로딩 중...
nb: Laster inn transaksjoner ...
nl: Transacties worden geladen...
pl: Ładuję transakcje...
pt_br: Carregando operações...
ru: Загрузка транзакций...
th: กำลังโหลดธุรกรรม...
tr: İşlemler yükleniyor...
uk: Завантаження транзакцій...
vi: Đang tải giao dịch...

source: Your transaction history
cs_cz: Historie Vašich transakcí
de: Chronik Deiner Transaktionen
es: Tu histórico de transacciones
fil: Ang iyong kasaysayan ng transaksyon
fr: Historique de vos transactions
hr: Vaša povijest transakcija
hu: A tranzakció előzményeid
id: Riwayat transaksi anda
it: La cronologia delle tue transazioni
ja: 取引履歴
km: ប្រវត្តិប្រត្តិបត្តិការរបស់អ្នក
ko: 거래 내역
nb: Din transaksjonshistorie
nl: Uw transactie geschiedenis
pl: Historia transakcji
pt_br: Seu histórico de operações
ru: История ваших транзакций
th: ประวัติการทำธุรกรรมของคุณ
tr: İşlem geçmişiniz
uk: Історія Ваших транзакцій
vi: Lịch sử giao dịch

source: pending confirmation
cs_cz: probíhá potvrzení
de: Warte auf Bestätigungen
es: confirmación pendiente
fil: pending na kumpirmasyon
fr: en attente de confirmation
hr: potvrda na čekanju
hu: megerősítés folyamatban
id: konfirmasi tertunda
it: conferma in corso
ja: 未確認
km: កំពុងរង់ចាំការបញ្ជាក់
ko: 확인 보류
nb: venter på bekreftelse
nl: in afwachting van een bevestiging
pl: oczekuje na potwierdzenie
pt_br: confirmação pendente
ru: ожидание подтверждения
th: กำลังส่งคำยืนยัน
tr: onay bekleniyor
uk: підтвердження очікується
vi: chờ xác nhận

source: Received
cs_cz: Přijato
de: Erhalten
es: Recibido
fil: natanggap
fr: Reçu
hr: Primljeno
hu: Fogadva
id: Diterima
it: Ricevuti
ja: 受取り済み
km: បានទទួល
ko: 수취 완료
nb: Mottat
nl: Ontvangen
pl: Otrzymane
pt_br: Recebido
ru: Получено
th: รับ
tr: Alındı
uk: Отримано
vi: Đã nhận

# You do not have any transactions yet
source: You don't have any transactions yet
cs_cz: Zatím nebyli uskutečněny žádné transakce.
de: Du hast noch keine Transaktionen.
es: Aún no tienes transacciones
fil: Wala ka pang mga transaksyon pa
fr: Vous n'avez pas encore de transactions
hr: Još uvijek nemate nijednu transakciju
hu: Még nincsenek tranzakcióid
id: Anda belum melakukan transaksi apapun
it: Non hai ancora nessuna transazione
ja: まだ取引がありません
km: អ្នកមិនមានប្រតិបត្តិការណាមួយទេ។
ko: 아직 거래가 없습니다.
nb: Du har ingen transaksjoner ennå
nl: Je hebt nog geen transacties
pl: Nie wykonałeś jeszcze żadnych transakcji
pt_br: Você ainda não tem operações
ru: У вас пока нет транзакций
th: คุณยังไม่มีการทำธุรกรรมในตอนนี้
tr: Henüz hiç işleminiz yok
uk: У Вас ще немає транзакцій
vi: Bạn chưa có bất kỳ giao dịch nào

source: Transaction Id:
cs_cz: Id transakce:
de: Transaktions-ID:
es: Id. de la transacción:
fr: Identifiant de transaction
hu: Tranzakció Id:
id: Id Transaksi:
it: Id transazione:
ja: 取引 ID
km: លេខប្រតិបត្តិការ៖
ko: 거래 ID:
nb: ID for transaksjon:
nl: Transactie ID:
pl: ID transakcji:
pt_br: ID da operação:
ru: Код транзакции:
th: ID การทำธุรกรรม
uk: Ідентифікатор транзакції:

source: Transaction Fee:
cs_cz: Poplatek za transakci:
de: Transaktionsgebühr:
es: Tarifa de la transacción:
fil: Bayad sa Transaksyon:
fr: Frais de transaction:
hr: Provizija na transakciju:
hu: Tranzakciós díj
id: Biaya Transaksi:
it: Commissione transazione:
ja: 取引手数料：
km: ថ្លៃសេវាប្រតិបត្តិការ៖
ko: 거래 수수료:
nb: Transaksjonsavgift:
nl: Transactiekosten:
pl: Opłata transakcyjna:
pt_br: Taxa da operação:
ru: Комиссия транзакции:
th: ค่าธรรมเนียมธุรกรรม:
tr: İşlem Ücreti:
uk: Комісія за транзакцію:
vi: Phí giao dịch:

source: Inputs:
cs_cz: Vstupy:
de: Eingänge:
es: Entradas:
fil: Mga Input:
fr: Entrées :
hr: Priljev:
hu: Inputok
id: Input:
it: Entrate:
ja: 入力：
km: ធាតុចូល៖
ko: 인풋:
nb: Inndata:
nl: Invoer:
pl: Wejścia:
pt_br: Entradas:
th: อินพุต:
tr: Girdiler:
uk: Вхідні транзакції:
vi: Đầu vào:

source: Outputs:
cs_cz: Výstupy:
de: Ausgänge:
es: Salidas:
fil: Mga Output:
fr: Sorties :
hr: Odljev:
hu: Outputok
id: Output:
it: Uscite:
ja: 出力：
km: លទ្ធផល៖
ko: 아웃풋:
nb: Utdata:
nl: Uitvoer:
pl: Wyjścia:
pt_br: Saídas:
th: เอาต์พุต:
tr: Çıktılar:
uk: Вихідні транзакції:
vi: Đầu ra:

source: Your wallet address
cs_cz: Adresa Vaší peněženky
de: Die Adresse Deiner Brieftasche
es: Dirección de tu monedero
fil: Ang iyong wallet address
fr: Adresse de votre portefeuille
hr: Adresa vašeg novčanika
hu: A tárcacímed
id: Address wallet anda
it: L'indirizzo del tuo portafoglio
ja: ウォレットのアドレス
km: អាសយដ្ឋានកាបូបរបស់អ្នក
ko: 월렛 주소:
nb: Din lommeboks adresse
nl: Uw portemonnee adres
pl: Adres twojego portfela
pt_br: Endereço da sua carteira
ru: Ваш адрес кошелька
th: ที่อยู่กระเป๋าเงินของคุณ
tr: Cüzdan adresiniz
uk: Адреса вашого гаманця
vi: Địa chỉ ví của bạn

source: Mecto
ja: 場所
ko: 멕토(Mecto)

source: Turn Mecto on
cs_cz: Zapnout Mecto
de: Mecto einschalten
es: Activar Mecto
fr: Activer Mecto
hu: Mecto bekapcsolása
it: Attiva Mecto
ja: 場所を有効にする
km: បើក Mecto
ko: 멕토(Mecto) 켜기
nb: Skru Mecto på
nl: Schakel Mecto in
pl: Włącz Mecto
pt_br: Ativar o Mecto
ru: Включить Mecto
th: เปิด Mecto
uk: Увімкнути Mecto

source: Turn Mecto off
cs_cz: Vypnout Mecto
de: Mecto ausschalten
es: Desactivar Mecto
fr: Désactiver Mecto
hu: Mecto kikapcsolása
it: Disattiva Mecto
ja: 場所を無効にする
km: បិទ Mecto
ko: 멕토(Mecto) 끄기
nb: Skru Mecto av
nl: Schakel Mecto uit
pl: Wyłącz Mecto
pt_br: Desativar o Mecto
ru: Отключить Mecto
th: ปิด Mecto
uk: Вимкнути Mecto

source: Checking your location
cs_cz: Zjišťuji vaši polohu
de: Suche Deine Position
es: Comprobando tu ubicación
fr: Récupération de votre position
hu: A helyzeted ellenőrzése
it: Verifica posizione
ja: 位置情報を確認中
km: កំពុងពិនិត្យទីតាំងរបស់អ្នក
ko: 위치 확인
nb: Finner din posisjon
nl: Controleren van uw locatie
pl: Sprawdzanie twojego położenia
pt_br: Verificando sua localização
ru: Проверяем ваше местонахождение
th: ตรวจสอบตำแหน่งที่อยู่ของคุณ
uk: Перевіряємо ваше розташування

source: Broadcasting your location...
cs_cz: Publikovat Vaši polohu
de: Sende Deine Position...
es: Difundiendo tu ubicación...
fr: Diffusion de votre position ...
hu: A helyzeted közvetítése...
it: Trasmissione posizione...
ja: 位置情報を配信中...
km: កំពុងផ្សព្វផ្សាយទីតាំងរបស់អ្នក...
ko: 위치 브로드캐스팅 중...
nb: Kringkaster din posisjon
nl: Uitzenden van uw locatie...
pl: Wysyłanie twojego położenia...
pt_br: Divulgando sua localização...
ru: Ваше местонахождение транслируется...
th: เผยแพร่ตำแหน่งที่อยู่ของคุณ
uk: Транслюємо ваше розташування...

source: Wallet address
cs_cz: Adresa peněženky
de: Adresse der Brieftasche
es: Dirección del monedero
fr: Adresse de portefeuille
hr: Adresa novčanika
hu: Tárcacím
id: Address wallet
it: Indirizzo portafoglio
ja: ウォレットのアドレス
km: អាសយដ្ឋានកាបូប
ko: 월렛 주소
nb: Adresse for lommebok
nl: Portemonnee adres
pl: Adres portfela
pt_br: Endereço da carteira
ru: Адрес кошелька
th: ที่อยู่ของกระเป่าเงิน
tr: Cüzdan adresi
uk: Адрес гаманця
vi: Địa chỉ ví

source: Amount
cs_cz: Množství
de: Betrag
es: Importe
fil: Halaga
fr: Montant
hr: Iznos
hu: Összeg
id: Jumlah
it: Importo
ja: 金額
km: ចំនួនទឹកប្រាក់
ko: 금액
nb: Mengde
nl: Hoeveelheid
pl: Suma
pt_br: Valor
ru: Сумма
th: ยอดรวม
tr: Tutar
uk: Сума
vi: Số tiền

source: Confirm
cs_cz: Potvrdit
de: Bestätigen
es: Confirmar
fil: Ikumpirma
fr: Confirmer
hr: Potvrdi
hu: Megerősítés
id: Konfirmasikan
it: Conferma
ja: 確認する
km: បញ្ជាក់
ko: 확인
nb: Bekreft
nl: Bevestig
pl: Potwierdź
pt_br: Confirmar
ru: Подтверждение
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận

source: No Coin users found nearby
cs_cz: Žádní uživatelé Coin nejsou poblíž
de: Es sind keine Coin Benutzer in Deiner Nähe
es: No se encontraron usuarios de Coin cercanos
fil: Walang mga Coin user na mahanap na malapit
fr: Aucun utilisateur de Coin se trouvent à proximité
hr: Nije pronađen nijedan korisnik Coina u blizini
hu: Nem található Coin felhasználó a közelben
id: Tidak menemukan pengguna Coin di lokasi terdekat
it: Nessun utente Coin nelle vicinanze
ja: 近くのCoinユーザーが見つけられませんでした
km: រកមិនឃើញអ្នកប្រើប្រាស់កាក់នៅក្បែរៗនោះទេ
ko: 근처의 코인 사용자를 발견할 수 없습니다
nb: Ingen Coin-brukere funnet i nærheten
nl: Geen Coin gebruikers in de buurt gevonden
pl: Nie wykryto żadnych użytkowników Coin w twojej okolicy
pt_br: Nenhum usuário do Coin localizado na sua região
ru: Поблизости нет пользователей Coin
th: ไม่พบผู้ใช้งาน Coin ที่อยู่ใกล้คุณ
uk: Інших користувачів Coin не знайдено
vi: Không tìm thấy người dùng Coin gần đây

source: Search Again
cs_cz: Hledat znovu
de: Erneut suchen
es: Buscar de nuevo
fil: Maghanap Uli
fr: Relancer la recherche
hr: Pretraži ponovno
hu: Újrakeresés
id: Cari lagi
it: Cerca di nuovo
ja: 再度検索する
km: ស្វែងរក​ម្ដង​ទៀត
ko: 다시 검색
nb: Let Igjen
nl: Opnieuw zoeken
pl: Wyszukaj ponownie
pt_br: Pesquisar novamente
ru: Искать снова
th: ค้นหาอีกครั้ง
tr: Tekrar Ara
uk: Шукати ще раз
vi: Tìm kiếm lại

source: Searching...
cs_cz: Hledám...
de: Suchen...
es: Buscando...
fil: Naghahanap...
fr: Recherche en cours
hr: Pretražuje se...
hu: Keresés...
id: Mencari...
it: Ricerca...
ja: 検索中...
km: កំពុងស្វែងរក...
ko: 검색 중...
nb: Leter...
nl: Bezig met zoeken...
pl: Wyszukiwanie...
pt_br: Pesquisando...
ru: Поиск...
th: กำลังค้นหา...
tr: Aranıyor...
uk: Пошук...
vi: Đang tìm kiếm...

source: Searching your area for other Coin users
cs_cz: Hledám uživatele Coin ve Vaší blízkosti
de: Es wird nach anderen Coin Benutzer in Deiner Gegend gesucht.
es: Buscando otros usuarios de Coin en tu área
fil: Maghanap sa iyong lugar para sa ibang Coin user
fr: Recherche d'utilisateurs Coin à proximité
hr: Traže se drugi korisnici Coina u vašoj oblasti
hu: Coin felhasználók keresése a közelben
id: Jelajahi pengguna Coin lain di sekitar area anda
it: Ricerca utenti Coin in corso
ja: 他のCoinウェブユーザーを検索中
km: កំពុងស្វែងរកតំបន់របស់អ្នកសម្រាប់អ្នកប្រើប្រាស់កាក់ផ្សេងទៀត
ko: 내 지역의 다른 코인 사용자 검색
nb: Leter i ditt område for andre Coin-brukere
nl: Bezig met het doorzoeken van uw gebied voor andere Coin gebruikers
pl: Wyszukiwanie innych użytkowników Coin w twojej okolicy
pt_br: Pesquisando sua região para localizar usuários do Coin
ru: Ищем других Coin пользователей поблизости
th: ค้นหาผู้ใช้งาน Coin ที่อยู่ใกล้คุณ
uk: Пошук інших користувачів Coin у вашому районі
vi: Tìm kiếm người dùng Coin khác trong khu vực của bạn

source: Confirm transaction
cs_cz: Potvrdit transakci
de: Transaktion bestätigen
es: Confirmar transacción
fil: Kumpirmahin ang transaksyon
fr: Confirmer la transaction
hr: Potvrdi transakciju
hu: Tranzakció megerősítése
id: Konfirmasi transaksi
it: Conferma transazione
ja: 取引を確認する
km: បញ្ជាក់ប្រតិបត្តិការ
ko: 거래 확인
nb: Bekreft transaksjon
nl: Bevestig transactie
pl: Potwierdź transakcję
pt_br: Confirmar a operação
ru: Подтвердить транзакции
th: ยืนยันการทำธุรกรรม
tr: İşlemi onayla
uk: Підтвердить транзакцію
vi: Xác nhận giao dịch

source: transaction fee
cs_cz: poplatek transakce
de: Transaktionsgebühr
es: tarifa de la transacción
fil: bayad sa transaksyon
fr: frais de transaction
hr: provizija na transakciju
hu: tranzakciós díj
id: biaya transaksi
it: commissione transazione
ja: 手数料
km: ថ្លៃសេវាប្រតិបត្តិការ
ko: 거래 수수료:
nb: transaksjonsavgift
nl: transactiekosten
pl: opłata transakcyjna
pt_br: taxa da operação
ru: комиссия
th: ภาษีการทำธุรกรรม
tr: işlem ücreti
uk: плата за транзакцію
vi: phí giao dịch

source: Cancel
cs_cz: Zrušit
de: Abbrechen
es: Cancelar
fil: Ikansela
fr: Annuler
hr: Poništi
hu: Mégse
id: Batal
it: Cancella
ja: キャンセル
km: បោះបង់
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Відміна
vi: Hủy

source: Transaction Successful
cs_cz: Transakce byla úspěšná
de: Die Transaktion ist erfolgreich verlaufen
es: Transacción correcta
fil: Matagumpay ang Transaksyon
fr: La transaction a réussi
hr: Uspješna transakcija
hu: Sikeres tranzakció
id: Transaksi Berhasil
it: Transazione Confermata
ja: 取引完了
km: ប្រតិបត្តិការជោគជ័យ
ko: 거래 성공
nb: Transaksjon Gjennomført
nl: Transactie Succesvol
pl: Transakcja wykonana pomyślnie
pt_br: Operação bem-sucedida
ru: Транзакция успешна
th: ทำธุรกรรมเรียบร้อยแล้ว
tr: İşlem Başarılı
uk: Транзакція пройшла успішно
vi: Giao dịch thành công

source: Your transaction will appear in your history tab shortly.
cs_cz: Vaše transakce se během chvíle objeví v záložce historie.
de: Deine Transaktion wird in Kürze in der Chronik erscheinen.
es: En breve se mostrará la transacción en la pestaña Histórico.
fil: Ang iyong transaksyon ay makikita sa iyong tab ng kasaysayan nang ilang sandali.
fr: Votre transaction va bientôt apparaître dans l'historique.
hr: Vaša transakcija će se uskoro pojaviti u kartici "povijest".
hu: A tranzakciód hamarosan megjelenik az előzményeid között
id: Transaksi segera akan ditampilkan pada tab riwayat anda
it: La tua transazione comparirà presto nel tab cronologia.
ja: 取引は間もなく履歴欄に表示されます。
km: ប្រតិបត្តិការរបស់អ្នកនឹងបង្ហាញនៅក្នុងរបារប្រវត្តិរបស់អ្នកឆាប់ៗនេះ។
ko: 거래가 곧 내역탭에 나타날 것입니다.
nb: Din transaksjon vil vises i din historiefanen snart.
nl: Uw transactie zal binnenkort verschijnen in uw geschiedenis tab.
pl: Transakcja za chwilę pojawi się w zakładce "Historia".
pt_br: Sua operação será exibida na guia do histórico em breve.
ru: Ваша транзакция скоро появится в истории
th: การทำธุรกรรมของคุณจะปรากฎในแถบประวัติการใช้งานทันที
tr: İşleminiz kısa bir süre sonra geçmiş sekmenizde görünecek.
uk: Транзакція незабаром з'явиться у закладці "Історія".
vi: Giao dịch của bạn sẽ sớm xuất hiện trong thẻ lịch sử.

source: Close
cs_cz: Zavřít
de: Schließen
es: Cerrar
fil: Isara
fr: Fermer
hr: Zatvori
hu: Bezár
id: Tutup
it: Chiudi
ja: 閉じる
km: បិទ
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng

source: Transaction Failed
cs_cz: Transakce selhala
de: Die Transaktion ist fehlgeschlagen
es: Transacción fallida
fil: Ang Transaksyon ay Nabigo
fr: Échec de la transaction
hr: Transakcija nije uspjela
hu: Tranzakciós hiba
id: Transaksi gagal
it: Transazione Fallita
ja: 取引に失敗しました
km: ប្រតិបត្តិការបានបរាជ័យ
ko: 거래 실패
nb: Transaksjon Feilet
nl: Transactie is mislukt
pl: Transakcja nie mogła zostać wykonana
pt_br: Falha na operação
ru: Транзакция неуспешна
th: การทำธุรกรรมผิดพลาด
tr: İşlem Başarısız
uk: Транзакція не пройшла
vi: Giao dịch không thành công

source: Failed
cs_cz: Selhala
de: Fehlgeschlagen
es: Fallida
fil: Nabigo
fr: Échec
hr: Nije uspjelo
hu: Hiba
id: Gagal
it: Fallita
ja: 失敗
km: បានបរាជ័យ
ko: 실패
nb: Feilet
nl: Mislukt
pl: Nie powiodło się
pt_br: Falha
ru: Неуспешна
th: ล้มเหลว
tr: Başarısız
uk: Не пройшла
vi: Không thành công

# Sorry, Coin Wallet did not load.
source: Sorry, Coin Wallet didn't load.
cs_cz: Omlouváme se, Coin peněžěnka se nenačetla.
de: Leider konnte die Coin-Brieftasche nicht geladen werden.
es: Lo sentimos, Coin Wallet no cargó.
fil: Patawad, ang Coin Wallet ay hindi na-load.
fr: Désolé, le portefeuille Coin n'a pas pu se charger.
hr: Žao nam je, Coin novčanik se nije učitao.
hu: A Coin Wallet nem töltődik be
id: Maaf. wallet Coin tidak dapat dimuat
it: Spiacente, Coin Wallet non si è caricato.
ja: Coinウォレットが読み込めませんでした
km: សូមអធ្យាស្រ័យ កាបូបកាក់មិនបានផ្ទុកទេ។
ko: 죄송합니다. 코인 월렛이 로딩되지 않았습니다.
nb: Beklager, Coin Lommebok lastet ikke.
nl: Sorry, Coin Wallet kon niet worden geladen.
pl: Niestety, Coin nie może być załadowany.
pt_br: Desculpe, a carteira do Coin não foi carregada.
ru: Извините, кошелек Coin не загрузился.
th: ขอโทษที Coin Wallet ไม่โหลดเลย
tr: Üzgünüz, Coin Cüzdanı yüklenmedi.
uk: Вибачаємося, Coin Wallet не завантажився.
vi: Rất tiếc, không tải được ví Coin.
