Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Network fee is fixed and taken each time wherever money is sent. Each currency has a strict amount taken for operations. This fee is taken once your funds are included in a blockchain.
cs_cz: Síťový poplatek je pevně daný a je strháván při každém odesílání peněz. U každé měny se za prováděné operace strhává jistá přesně určená částka. Tento poplatek se strhává tehdy, když jsou Vaše prostředky obsaženy v bločence.
de: Die Netzwerkgebühr ist ein fester Betrag, der jeweils erhoben wird, wenn Du Geld sendest. Jede Währung hat einen strikten Betrag, der bei Vorgängen verwendet wird. Diese Gebühr wird erhoben, wenn Dein Geld in eine Blockchain aufgenommen wird.
es: La tarifa de la red es fija y se cobra cada vez que se envía dinero. Cada divisa cobra un importe estricto por las operaciones. Esta tarifa se cobra una vez que los fondos se incluyen en una cadena de bloques.
fil: Inaayos at kinukuha ang bayad sa network tuwing magpapadala ng pera. Ang bawat currency ay may mahigpit na halagang kinukuha para sa pagpapatakbo. Kukunin ang bayad na ito kapag ang mga pondo mo ay naisama sa blockchain.
fr: Les frais de réseau sont fixes et sont prélevés chaque fois que de l’argent est envoyé. Chaque devise comporte un montant strict prélevé pour les opérations. Ces frais sont prélevés une fois que vos fonds sont inclus dans un blockchain.
hr: Provizija mreže je fiksna i obračunava se svaki put kada se šalje novac. Za svaku valutu postoji striktan iznos za operacije. Ova provizija se obračunava nakon što se vaša sredstva uključe u lanac blokova.
hu: A hálózati díj fix és minden küldéskor felszámolásra kerül. A díjat akkor vonják le, mikor a tranzakció felkerül a blokkláncra.
id: Biaya jaringan ditentukan setiak kali pengiriman dana dilakukan kamana saja. Setiap mata uang memiliki batasan ketat pada setiap jumlah yang dilakukan. Biaya ini diambil setelah dana anda masuk di dalam blockchain.
it: Le tasse di rete sono fisse e sono prelevate ogni qual volta che invii dei soldi. Ogni valuta prevede un importo per ciascuna operazione. Queste tasse sono applicate una volta che i tuoi fondi sono inseriti in un blockchain.
ja: ネットワーク料金は固定されており、送金のたびに課金されます。各通貨には、操作に使用される厳密な金額があります。この料金は、あなたの資金がブロックチェーンに含まれた時に引かれます。
km: ថ្លៃសេវាណែតវើកត្រូវបានជួសជុលនិងត្រូវយករាល់ពេលដែលប្រាក់ត្រូវបានផ្ញើ។ រូបិយប័ណ្ណនីមួយៗមានចំនួនទឹកប្រាក់រឹតត្បិតសម្រាប់ប្រតិបត្តិការ។ ថ្លៃសេវានេះត្រូវបានយកនៅពេលដែលចំនួនទឹកប្រាក់របស់អ្នកត្រូវបានបញ្ចូលទៅក្នុង blockchain ។
ko: 네트워크 수수료는 고정되어 있으며 자금이 보내질 때마다 차감됩니다. 통화마다 작업별로 정해진 금액이 있습니다. 자금이 블록체인에 포함되면 수수료가 차감됩니다.
nb: Nettverksavgiften er fast og tas hver gang penger sendes. Hver valuta har et bestemt beløp som tas for drift. Denne avgiften tas når pengene dine er inkludert i en blockchain.
nl: De netwerkkosten staan vast en worden elke keer als er geld wordt verzonden in rekening gebracht. Elke valute heeft een strikt bedrag in rekening gebracht voor operaties. Deze kosten worden in rekening gebracht zodra u fondsen zijn opgenomen in een blockchain.
pl: Opłata sieciowa jest ustalana i pobierana za każdym razem, gdy wysyłane są pieniądze. Każda waluta ma ściśle określoną kwotę na operacje. Opłata ta jest pobierana, gdy twoje środki zostaną włączone do łańcucha bloków.
pt_br: A taxa de rede é fixa e cobrada a cada remessa de valores. Cada moeda tem um valor fixo, cobrado por operação. Essa taxa é cobrada assim que seus fundos forem incluídos em uma cadeia de blocos.
ru: Комиссия сети фиксирована и взимается каждый раз, когда отправляются монеты. Каждая валюта имеет свой размер комиссии. Эта комиссия взимается после включения ваших средств в блокчейн.
th: ค่าธรรมเนียมเครือข่ายมีค่าตายตัว และจะถูกเรียกเก็บทุกครั้งที่ส่งเงิน สกุลเงินแต่ละสกุลจะเรียกเก็บเป็นจำนวนที่แน่นอนสำหรับการดำเนินการต่าง ๆ ค่าธรรมเนียมนี้จะมีการเรียกเก็บเมื่อเงินของคุณเป็นส่วนหนึ่งของบล็อกเชน
tr: Ağ ücreti sabittir ve paranın gönderildiği yerden bağımsız olarak her seferinde alınır. Her para biriminde işlemler için alınan sabit bir tutar vardır. Bu ücret, fonlarınız bir blok zincirine dahil edildiğinde alınır.
uk: Комісія за користування мережею є фіксованою та стягується кожного разу, коли надсилаються гроші. Для кожної валюти за операції стягується чітко визначена сума. Ця комісія стягується після включення ваших коштів у блокчейн.
vi: Phí mạng là cố định và được thực hiện mỗi lần gửi tiền. Mỗi loại tiền tệ tính phí số tiền nhất định cho các hoạt động. Khoản phí này được thực hiện khi tiền của bạn đưa vào blockchain.

source: On hold...
cs_cz: Pozastaveno...
de: Zurückgehalten...
es: En espera...
fil: Naka-hold...
fr: En attente...
hr: Na čekanju...
hu: Függőben...
id: Tertahan...
it: Oh aspetta...
ja: 保留中...
km: រង់ចាំ...
ko: 보류 중...
nb: På vent ...
nl: In de wacht...
pl: Oczekuje...
pt_br: Em espera...
ru: В ожидании...
th: หยุดไว้ชั่วคราว...
tr: Beklemede...
uk: Призупинено...
vi: Tạm giữ...

source: Currently, your transaction (ID: %(id)s) is on hold.<br>Please, contact Changelly to pass KYC.
cs_cz: V současnosti je Vaše transakce (ID: %(id)s) pozastavena.<br>Kontaktujte prosím Changelly, abyste předali KYC.
de: Deine Transaktion wird derzeit zurückgehalten (ID: %(id)s).<br>Bitte kontaktiere Changelly, um KYC durchzuführen.
es: Actualmente, tu transacción (Id.: %(id)s) está en espera.<br>Comunícate con Changelly para aprobar el KYC.
fil: Sa kasalukuyan, ang iyong transaksiyon (ID: %(id)s) ay naka-hold.<br>Mangyaring, kontakin ang Changelly para ipasa ang KYC.
fr: Actuellement, votre transaction (ID : %(id)s) est en attente.<br>Veuillez contacter Changelly pour passer KYC.
hr: Trenutačno, vaša transakcija (ID: %(id)s) je na čekanju.<br>Molimo, obratite se Changelly da biste prošli KYC.
hu: Jelenleg a tranzakciód (Azonosító: %(id)s) függőben maradt. <br>Kérjük vedd fel a kapcsolatot a Changelly-vel a KYC érdekében.
id: Saat ini transaksi anda (ID: %(id)s) masih tertahan.<br>Silahkan kontak Changelly untuk lolos KYC.
it: Al momento, la tua transazione (ID: %(id)s) è in attesa.<br>Per favore, contatta Changelly per superare la procedura KYC.
ja: 現在、あなたの取引 (ID:%(id)s) は保留中です。<br>Changellyに連絡してKYCをパスしてください。
km: បច្ចុប្បន្ន ប្រតិបត្តិការរបស់អ្នក (លេខ៖ %(id)s) កំពុងរង់ចាំ។<br>សូមទាក់ទង Changelly ដើម្បីឲ្យដំណឹងពី KYC។
ko: 현재 거래(ID: %(id)s)가 보류 중입니다.<br> 고객 신원확인을 통과하려면 체인질리(Changelly)로 연락주십시오.
nb: For tiden er din transaksjon (ID: %(id)s) på vent.<br>Kontakt Changelly for å fullføre KYC.
nl: Op dit moment staat uw transactie (ID: %(id)s) in de wacht.<br>Neem contact op met Changelly om de KYC te passeren.
pl: Obecnie twoja transakcja (ID: %(id)s) oczekuje.<br>Skontaktuj się z Changelly w celu dokonania KYC.
pt_br: No momento, sua operação (ID: %(id)s) está em espera.<br>Entre em contato com a Changelly para passar um KYC.
ru: В настоящее время ваша транзакция (ID: %(id)s) приостановлена.<br>Пожалуйста, свяжитесь с Changelly, чтобы пройти KYC.
th: ขณะนี้ธุรกรรมของคุณ (ID: %(id)s) อยู่ในสถานะหยุดไว้ชั่วคราว<br>โปรดติดต่อ Changelly เพื่อส่งต่อ KYC
tr: Şu anda işleminiz (ID: %(id)s) beklemede.<br>KYC'yi geçmek için lütfen Changelly ile iletişime geçin.
uk: Вашу транзакцію (ідентифікатор: %(id)s) призупинено.<br>Зв’яжіться з Changelly, щоб пройти процедуру перевірки клієнта.
vi: Hiện tại, giao dịch của bạn (ID: %(id)s) đang bị tạm giữ.<br>Vui lòng liên hệ Changelly để vượt qua KYC.

# Transaction (ID: :id) has failed. Please, contact Changelly.
source: Transaction (ID: %(id)s) has failed. Please, contact Changelly.
cs_cz: Transakce (ID: %(id)s) se nezdařila. Kontaktujte prosím Changelly.
de: Transaktion (ID: %(id)s) ist fehlgeschlagen. Bitte kontaktiere Changelly.
es: La transacción (Id.: %(id)s) ha fallado. Comunícate con Changelly.
fil: ID ng Transaksyon (ID: %(id)s) ay nabigo. Mangyaring kontakin ang Changelly.
fr: La transaction (ID : %(id)s) a échoué. Veuillez contacter Changelly.
hr: Transakcija (ID: %(id)s) nije uspjela. Molimo, obratite se Changelly.
hu: A tranzakció (Azonosító: %(id)s) sikertelen. Kérjük, lépj kapcsolatba a Changelly-vel.
id: Transaksi (ID: %(id)s) gagal. Silahkan kontak Changelly.
it: La transazione (ID: %(id)s) non è riuscita. Per favore, contatta Changelly.
ja: 取引 (ID:%(id)s) が失敗しました。Changellyに連絡してください。
km: ប្រតិ​ប​ត្ដិ​ការ (លេខ៖ %(id)s) បានបរាជ័យ។ សូមមេត្តាទាក់ទង Changelly ។
ko: 거래(ID: %(id)s)에 실패했습니다. 체인질리(Changelly)로 연락주십시오.
nb: Transaksjon (ID: %(id)s) har feilet. Kontakt Changelly.
nl: Transactie (ID: %(id)s) is mislukt. Neem contact op met Changelly.
pl: Transakcja (ID: %(id)s) nie powiodła się. Skontaktuj się z Changelly.
pt_br: A operação (ID: %(id)s) contém falhas. Entre em contato com a Changelly.
ru: Транзакция (ID: %(id)s) не выполнена. Пожалуйста, свяжитесь с Changelly.
th: ธุรกรรม (ID: %(id)s) ล้มเหลว โปรดติดต่อ Changelly
tr: İşlem (ID: %(id)s) başarısız. Lütfen Changelly ile iletişime geçin.
uk: Помилка транзакції (ідентифікатор: %(id)s) Зв'яжіться з Changelly.
vi: Giao dịch (ID: %(id)s) không thành công. Vui lòng liên hệ Changelly.

# Exchange failed and coins were refunded to :address.
source: Exchange failed and coins were refunded to %(address)s.
cs_cz: Směna se nezdařila a mince byly vráceny %(address)s.
de: Umtauschen fehlgeschlagen. Die Coins wurden rückerstattet an %(address)s.
es: La negociación falló y las monedas fueron reembolsadas a %(address)s.
fil: Nabigo ang palitan at sinauli ang mga coin sa %(address)s.
fr: L'échange a échoué et les Coins ont été remboursés à %(address)s.
hr: Konverzija nije uspjela i novčići su refundirani na %(address)s
hu: Váltás sikertelen és a coinokat visszatérítettük a %(address)s címre.
id: Bursa gagal dan coin dikembalikan ke %(address)s.
it: Lo scambio non è riuscito e i coin sono stati rimborsati a %(address)s.
ja: 交換は失敗し、コインは%(address)sに返金されました。
km: ការប្តូរប្រាក់បានបរាជ័យហើយកាក់ត្រូវបានសងប្រាក់វិញ។ %(address)s។
ko: 환전에 실패했습니다. 코인은 %(address)s(으)로 환불되었습니다.
nb: Veksling feilet og myntene ble refundert til %(address)s.
nl: De uitwisseling is mislukte en de munten werden weer teruggestuurd naar %(address)s.
pl: Wymiana nie powiodła się i coiny zostały zwrócone do %(address)s.
pt_br: Falha no câmbio. As moedas foram restituídas para %(address)s.
ru: Обмен не удался, и монеты были возвращены на %(address)s.
th: การแลกเปลี่ยนล้มเหลว และระบบได้คืนเหรียญไปยัง %(address)s
tr: Çevirme işlemi başarısız oldu ve coin'ler şuraya iade edildi: %(address)s.
uk: Обмін не вдалося здійснити, монети повернені до %(address)s.
vi: Giao dịch không thành công và coin được hoàn trả về %(address)s.

# Payment wasn&apos;t received since 36 hours since the transaction was created.
source: Payment wasn't received since 36 hours since the transaction was created.
cs_cz: Platba nebyla přijata do 36 hodin od vytvoření transakce.
de: Nachdem das Konto erstellt wurde, ist innerhalb von 36 Stunden keine Zahlung eingegangen.
es: El pago no se recibió habiendo transcurrido 36 horas desde la creación de la transacción.
fil: Hindi natanggap ang bayad mula 36 na oras mula sa paglikha ng transaksiyon.
fr: Le paiement n'a pas été reçu endéans les 36 heures à partir de la création de la transaction.
hr: Uplata nije primljena 36 sati od kako je izrađena transakcija.
hu: Nem érkezett meg az utalás mióta 36 órával ezelőtt létrehozták a tranzakciót.
id: Pembayaran tidak diterima dalam 36 jam sejak transaksi dibuat.
it: Il pagamento non è stato ricevuto entro 36 ore dal momento in cui è stata creata la transazione.
ja: 取引が制作されてから36時間経っても支払いが受け取られていません。
km: ការទូទាត់មិនត្រូវបានទទួលចាប់តាំងពី 36 ម៉ោងចាប់តាំងពីប្រតិបត្តិការត្រូវបានបង្កើត។
ko: 거래가 생성된지 36시간이 지났지만 대금을 수취하지 못했습니다.
nb: Betalingen ble ikke mottatt 36 timer etter at transaksjonen ble laget.
nl: De betaling werd niet ontvangen binnen de 36 uur sinds de transactie werd gecreëerd.
pl: Płatność nie została otrzymana od 36 godzin od utworzenia transakcji.
pt_br: O pagamento não foi recebido até 36 horas após o lançamento da operação.
ru: Платеж не поступал в течение 36 часов с момента создания транзакции.
th: ระบบไม่ได้รับการชำระเงินเป็นเวลา 36 ชั่วโมงนับตั้งแต่มีการสร้างธุรกรรมดังกล่าวขึ้น
uk: Платіж не був здійснений протягом 36 годин з моменту створення транзакції.
vi: Không nhận được thanh toán sau 36 giờ kể từ khi giao dịch được tạo.

source: max.
es: máx.
hr: maks.
id: maks.
ja: 最大
km: អតិ.
ko: 최대
nb: maks.
pl: maks.
pt_br: máx.
ru: макс.
th: สูงสุด
tr: maks.
uk: макс.
vi: tối đa.

source: Fee
cs_cz: Zdarma
de: Gebühr
es: Tarifa
fil: na Bayad
fr: Frais
hr: Provizija
hu: Díj
id: Biaya
it: Tasse
ja: 手数料
km: ថ្លៃសេវា
ko: 수수료
nb: Avgift
nl: Kosten
pl: Opłata
pt_br: Taxa
ru: Комиссия
th: ค่าธรรมเนียม
tr: Ücret
uk: Комісія
vi: Phí

# Amount of coins that is charged from your balance for single transaction (:url).
source: Amount of coins that is charged from your balance for single transaction (%(url)s).
cs_cz: Počet mincí, které Vám byly odebrány ze zůstatku za jedinou transakci (%(url)s).
de: Anzahl der Coins, mit denen Dein Guthaben bei einer einzelnen Transaktion belastet wird (%(url)s).
es: La cantidad de monedas que se cobra de tu saldo por una sola transacción (%(url)s).
fil: Dami ng coins na sisingilin mula sa balanse mo para sa isang transaksiyon (%(url)s).
fr: Quantité de pièces facturée à votre solde pour une transaction unique (%(url)s).
hr: Iznos novčića koji će biti naplaćen sa vašeg računa za pojedinačnu transakciju (%(url)s).
id: Jumlah koin yang ditagihkan dari saldo di setiap transaksi (%(url)s).
it: Importo dei coin che è stato caricato dal tuo saldo per una singola transazione (%(url)s).
ja: 単一取引の残高から請求されるコインの金額 (%(url)s)。
km: ចំនួនកាក់ដែលត្រូវបានគិតថ្លៃពីសមតុល្យរបស់អ្នកសម្រាប់ប្រតិបត្តិការតែមួយ (%(url)s)។
nb: Antall mynter som belastes fra saldoen din for enkelttransaksjoner (%(url)s)
nl: De hoeveelheid munten in rekening gebracht van uw balans voor één enkele transactie (%(url)s).
pt_br: Valor das moedas deduzidas do seu saldo por uma única operação (%(url)s).
tr: Tek bir işlem için bakiyenizden tahsil edilen coin tutarı (%(url)s).
vi: Số lượng coin được tính từ số dư tài khoản cho một giao dịch (%(url)s).

source: Confirm passphrase
cs_cz: Potvrďte heslovou větu
de: Passphrase bestätigen
es: Confirma la frase de contraseña
fil: Kumpirmahin ang passphrase
fr: Confirmer la phrase secrète
hr: Potvrdi zaporku
hu: Erősítsd meg a jelszavadat
id: Konfirmasi passphrase
it: Conferma passphrase
ja: パスフレーズの確認
km: បញ្ជាក់ឃ្លាសម្ងាត់
ko: 암호 확인
nb: Bekreft passordfrase
nl: Passphrase bevestigen
pl: Potwierdź hasło
pt_br: Confirme a frase secreta
ru: Подтвердите фразу-пароль
th: ยืนยันวลีรหัสผ่าน
tr: Parolayı onayla
uk: Підтвердити парольну фразу
vi: Xác nhận cụm mật khẩu

source: Almost done! Enter the following words from your passphrase.
cs_cz: Už jste skoro hotovi! Zadejte následující slova ze své heslové věty.
de: Fast fertig! Gib die folgenden Wörter Deiner Passphrase ein.
es: ¡Casi listo! Introduce las siguientes palabras de tu frase de contraseña.
fil: Halos tapos na! Ilagay ang mga sumusunod na salita mula sa iyong passphrase.
fr: Presque fini ! Veuillez saisir les mots suivants de votre phrase secrète.
hr: Skoro pa gotovo! Unesite sljedeće riječi iz vaše zaporke
hu: Majdnem kész! Írd be a következő szavakat a jelszavadból.
id: Hampir selesai! Masukkan kata berikut ini dari passphrase anda
it: Quasi fatto! Inserisci le seguenti parole della tua passphrase
ja: もう少しで完成です！パスフレーズから次の単語を入力します。
km: ជិត​រួចរាល់​ហើយ! បញ្ចូលពាក្យខាងក្រោមពីឃ្លាសម្ងាត់របស់អ្នក។
ko: 거의 다 되었습니다. 암호에서 다음 단어를 입력하십시오.
nb: Nesten ferdig! Oppgi følgende ord fra passordfrasen din
nl: Bijna klaar. Voer de volgende woorden in van uw passphrase.
pl: Prawie skończone! Wpisz następujące słowa ze swojego hasła.
pt_br: Quase concluído! Digite as seguintes palavras da sua frase secreta.
ru: Почти готово! Введите следующие слова из вашей фразы-пароля.
th: เกือบเสร็จสิ้นแล้ว! ป้อนคำดังต่อไปนี้จากวลีรหัสผ่านของคุณ
tr: Neredeyse bitti! Parolanızdan aşağıdaki sözcükleri girin.
uk: Майже готово! Введіть наступні слова зі своєї парольної фрази.
vi: Gần hoàn thành! Nhập các từ sau từ cụm mật khẩu của bạn.

source: Word
cs_cz: Slovo
de: Wort
es: Palabra
fil: Salita
fr: Mot
hr: Riječ
hu: Szó
id: Kata
it: Parola
ja: 単語
km: ពាក្យ
ko: 단어
nb: Ord
nl: Woord
pl: Słowo
ru: Слово
th: คำ
tr: Sözcük
uk: Слово
vi: Từ

source: Transaction too large
cs_cz: Transakce příliš velká
de: Die Transaktion ist zu groß.
es: Transacción demasiado grande
fil: Masyadong malaki ang transaksyon
fr: La transaction est trop grosse
hr: Transakcija prevelika
hu: Túl nagy tranzakció
id: Transaksi terlalu besar
it: Transazione troppo grande
ja: 取引が大き過ぎます
km: ប្រតិបត្តិការច្រើនពេក
ko: 거래가 너무 큽니다
nb: Transaksjonen er for stor
nl: Transactie te groot
pl: Transakcja zbyt duża
pt_br: Transação muito larga
ru: Транзакция слишком большая
tr: İşlem çok büyük
uk: Транзакція занадто велика
vi: Giao dịch quá lớn

source: Email
de: E-Mail-Adresse
es: Correo electrónico
fr: Courriel
hr: E-pošta
ja: メール
km: អ៊ីម៉ែល
ko: 이메일
nb: E-post

source: Please enter a valid email address
cs_cz: Zadejte prosím platnou e-mailovou adresu
de: Bitte gib eine gültige E-Mail-Adresse ein.
es: Escribe una dirección de correo electrónico correcta
fil: Pakilagay ng balidong email address
fr: Veuillez saisir une adresse électronique valide
hr: Unesite valjanu adresu e-pošte
hu: Kérjük, adj meg egy érvényes e-mail-címet
id: Harap masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 有効なメール アドレスを入力してください
km: សូមបញ្ចូលអាសយដ្ឋានអ៊ីម៉ែលដែលមានសុពលភាព
ko: 유효한 이메일 주소를 입력해주십시오
nb: Oppgi en gyldig e-postadresse
nl: Voer een geldig e-mailadres in
pl: Wprowadź prawidłowy email
pt_br: Digite um endereço de e-mail válido!
ru: Пожалуйста, введите действительный адрес эл. почты
vi: Vui lòng nhập địa chỉ email hợp lệ

source: Verification code
cs_cz: Ověřovací kód
de: Verifizierungscode
es: Código de verificación
fil: Code ng pagpapatotoo
fr: Code de vérification
hr: Kod za provjeru
hu: Hitelesítőkód
id: Kode verifikasi
it: Codice di verifica
ja: 確認コード
km: កូដផ្ទៀងផ្ទាត់
ko: 인증 코드
nb: Verifikasjonskode
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ru: Код подтверждения
vi: Mã xác thực

# We&apos;ve sent verification code to :destination.
source: We've sent verification code to %(destination)s.
cs_cz: Ověřovací kód jsme poslali na adresu %(destination)s.
de: Wir haben einen Verifizierungscode an %(destination)s gesendet.
es: Hemos enviado el código de verificación a %(destination)s.
fil: Nagpadala kami ng code ng pagpapatotoo sa mga %(destination)s.
fr: Nous avons envoyé le code de vérification à %(destination)s.
hr: Poslali smo vam kod za provjeru na %(destination)s.
hu: A hitelesítőkódot a következő címre küldtük: %(destination)s.
id: Kami telah mengirim kode verifikasi ke %(destination)s.
it: Abbiamo inviato un codice di verifica a %(destination)s.
ja: 確認コードを %(destination)s に送信しました。
km: យើងខ្ញុំបានផ្ញើលេខកូដផ្ទៀងផ្ទាត់ទៅ %(destination)s។
ko: 인증 코드를 %(destination)s(으)로 보냈습니다.
nb: Vi sendte verifikasjonskoden til %(destination)s.
nl: Wij hebben een verificatiecode verzonden naar %(destination)s.
pl: Wysłaliśmy kod weryfikacyjny na adres %(destination)s.
pt_br: Enviamos um código de verificação para %(destination)s.
ru: Мы отправили код подтверждения на %(destination)s.
vi: Chúng tôi vừa gửi mã xác thực tới %(destination)s.

source: Invalid verification code
cs_cz: Neplatný ověřovací kód
de: Ungültiger Verifizierungscode
es: Código de verificación incorrecto
fil: Hindi wastong code ng pagpapatotoo
fr: Code de vérification non valide
hr: Kod za provjeru nije valjan
hu: Hitelesítőkód
id: Kode verifikasi tidak valid
it: Codice di verifica non valido
ja: 無効な確認コード
km: កូដចូលប្រើមិនត្រឹមត្រូវ
ko: 잘못된 인증 코드
nb: Ugyldig verifikasjonskode
nl: Ongeldige verificatiecode.
pl: Nieprawidłowy kod weryfikacyjny
pt_br: Código de verificação inválido.
ru: Неверный код подтверждения
vi: Mã xác thực không hợp lệ

source: To increase your limits you need to pass verification.
cs_cz: Chcete-li zvýšit své limity, musíte absolvovat ověření.
de: Um die Limits erhöhen zu können, musst Du Dich verifizieren.
es: Para aumentar el límite debes aprobar la verificación.
fil: Para madagdagan ang mga limitasyon niyo kailangan kayong pumasa sa pagpapatotoo.
fr: Pour augmenter vos limites, vous devez passer par la procédure de vérification.
hr: Da biste povećali limite, morate proći provjeru.
hu: A limit növeléséhez teljesítened kell a hitelesítést.
id: Untuk meningkatkan limit, Anda harus melewati verifikasi.
it: Per aumentare i tuoi limiti devi superare la verifica.
ja: 制限を増やすには、確認に合格する必要があります。
km: ដើម្បីបង្កើនការកំណត់លក្ខខណ្ឌរបស់អ្នក លោកអ្នកត្រូវការឆ្លងកាត់ការផ្ទៀងផ្ទាត់។
ko: 한도를 늘리려면 인증을 전달해야 합니다.
nb: For å øke grensene dine, må du bestå verifiseringen.
nl: U moet de verificatie doorlopen om uw limieten te vergroten.
pl: Aby zwiększyć swoje limity, musisz przejść weryfikację.
pt_br: Para aumentar seus limites, é preciso fazer uma verificação.
ru: Чтобы увеличить свои лимиты, вам необходимо пройти верификацию.
vi: Để tăng giới hạn của mình, bạn cần phải hoàn thành xác thực.

source: Payment methods
cs_cz: Metody platby
de: Zahlungsmethoden
es: Medios de pago
fil: Mga paraan ng pagbabayad
fr: Méthodes de paiement
hr: Načini plaćanja
hu: Utalási módszerek
id: Metode pembayaran
it: Metodi di pagamento:
ja: 支払方法
km: វិធីសាស្រ្តទូទាត់ប្រាក់
ko: 결제 방법
nb: Betalingsmetoder
nl: Betalingsmethoden
pl: Metody płatności
pt_br: Formas de pagamento.
ru: Способы оплаты
vi: Phương thức thanh toán

source: Verification
cs_cz: Ověření
de: Verifizierung
es: Verificación
fil: Pagpapatotoo
fr: Vérification
hr: Provjera
hu: Hitelesítés
id: Verifikasi
it: Verifica
ja: 確認コード
km: ការផ្ទៀងផ្ទាត់
ko: 인증
nb: Verifikasjon
nl: Verificatie
pl: Weryfikacja
pt_br: Verificação
ru: Верификация
vi: Xác thực

# Default currency (:symbol)
source: Default currency (%(symbol)s)
cs_cz: Implicitní měna (%(symbol)s)
de: Standardwährung (%(symbol)s)
es: Divisa predeterminada (%(symbol)s)
fil: Default na currency (mga %(symbol)s)
fr: Devise par défaut (%(symbol)s)
hr: Zadana valuta (%(symbol)s)
hu: Alapértelmezett deviza (%(symbol)s)
id: Mata uang default (%(symbol)s)
it: Valuta predefinita (%(symbol)s)
ja: 既定通貨 (%(symbol)s)
km: រូបិយប័ណ្ណមិនបានបង់ (%(symbol)s)
ko: 기본 통화(%(symbol)s)
nb: Standard valuta (%(symbol)s)
nl: Standaard valuta (%(symbol)s)
pl: Domyślna waluta(%(symbol)s)
pt_br: Moeda padrão (%(symbol)s)
ru: Валюта по умолчанию (%(symbol)s)
vi: Loại tiền tệ mặc định (%(symbol)s)

source: Buy
cs_cz: Nakoupit
de: Kaufen
es: Comprar
fil: Bumili
fr: Acheter
hr: Kupi
hu: Vásárlás
id: Beli
it: Acquista
ja: 購入
km: ទិញ
ko: 구매
nb: Kjøp
nl: Kopen
pl: Kup
pt_br: Comprar
ru: Купить
tr: Satın Al
vi: Mua

source: Sell
cs_cz: Prodat
de: Verkaufen
es: Vender
fil: Ibenta
hr: Prodavati
id: Menjual
ja: 売る
km: លក់
nb: Selge
nl: Verkopen
tr: Sat
vi: Bán

source: No verification methods are currently available.
cs_cz: V současnosti nejsou dostupné žádné ověřovací metody.
de: Derzeit ist keine Verifizierungsmethode verfügbar.
es: Actualmente no hay métodos de verificación disponibles.
fil: Walang mga paraan sa pagpapatotoo ang kasalukuyang magagamit.
fr: Aucune méthode de vérification n'est actuellement disponible.
hr: Trenutačno nisu dostupni načini provjere.
hu: Jelenleg nincs elérhető hitelesítési mód.
id: Tidak ada metode verifikasi yang saat ini tersedia.
it: Al momento non è disponibile alcun metodo di verifica.
ja: 現在使用できる確認方法はありません。
km: បច្ចុប្បន្ននេះ មិនអាចមានវិធីសាស្ត្រផ្ទៀងផ្ទាត់ឡើយ។
ko: 현재 이용 가능한 인증 방법이 없습니다.
nb: For øyeblikket er det ingen tilgjengelige verifikasjonsmetoder.
nl: Er zijn op dit moment geen verificatiemethoden beschikbaar.
pl: Obecnie nie są dostępne żadne metody weryfikacji.
pt_br: Nenhum método de verificação disponível no momento.
ru: В настоящее время нет доступных методов верификации.
vi: Hiện không có phương thức xác thực nào khả dụng.
