Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Transaction has been expired. Please try again.
cs_cz: Vypršela doba na tuto transakci. Zkuste to prosím znovu.
de: Die Transaktion ist abgelaufen. Bitte versuche es erneut.
es: La transacción ha caducado. Intenta de nuevo.
fil: Napaso na ang transaksiyon. Pakisubukan muli.
fr: La transaction a expiré. Veuillez réessayer.
hr: Transakcija je istekla. Pokušajte ponovno kasnije.
hu: A tranzakció lejárt. Próbáld újra.
id: Transaksi telah melebihi batas waktu. Silahkan coba lagi.
it: La transazione è scaduta. Per favore, riprova.
ja: 取引は期限切れです。再試行してください。
km: ប្រតិបត្តិការត្រូវបានផុតកំណត់។ សូម​ព្យាយាម​ម្តង​ទៀត។
ko: 거래가 만료되었습니다. 다시 시도해주십시오.
nb: Transaksjonen har utløpt, forsøk igjen.
nl: De transactie is verlopen. Probeer het opnieuw.
pl: Transakcja wygasła. Proszę spróbować ponownie.
pt_br: A operação perdeu a validade. Tente novamente.
ru: Срок транзакции истек. Пожалуйста, попробуйте еще раз.
th: ธุรกรรมหมดอายุแล้ว โปรดลองอีกครั้ง
tr: İşlem zaman aşımına uğradı. Lütfen tekrar deneyin.
uk: Час відведений на транзакцію вичерпано, спробуйте ще раз.
vi: Giao dịch đã hết hạn. Vui lòng thử lại.

source: Account CPU usage has been exceeded. Please try again later or ask someone to stake you more CPU.
cs_cz: Využití účtu CPU bylo překročeno. Zkuste to prosím později znovu nebo někoho požádejte, aby Vám přidělil další CPU.
de: CPU-Auslastung des Kontos überschritten. Bitte versuche es später erneut oder bitte andere, Dir mehr CPU zuzuweisen.
es: El uso de CPU de la cuenta ha sido excedido. Intenta de nuevo o pide a alguien que te asigne más CPU.
fil: Nalagpasan ang paggamit ng CPU ng account. Pakisubukan muli mamaya o hilingin sa ibang tao na bigyan ka ng karagdagang CPU.
fr: L'utilisation CPU du compte a été dépassée. Veuillez réessayer plus tard ou demandez à quelqu'un de vous financer plus de CPU.
hr: Upotreba CPUa na korisničkom računu je prekoračena. Pokušajte ponovno kasnije ili zamolite nekoga da vam uloži više CPUa.
hu: Számla CPU felhasználás kritikus. Próbáld újra később vagy kérj meg valakit, hogy kölcsönözzön számodra több CPU-t.
id: Penggunaan akun CPU telah melebihi batas. Silahkan ulangi kembali nanti atau minta seseorang untuk memberi lebih daya CPU.
it: L'utilizzo della CPU dell'account è stato superato. Per favore, riprova più tardi o chiedi a qualcuno di finanziare una CPU più alta.
ja: アカウントのCPU使用量が超過しました。後でもう一度試すか、他の人にCPUを追加してもらってください。
km: ការប្រើប្រាស់ CPU គណនីបានលើស។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយឬសុំឲ្យនរណាម្នាក់ភ្ជាប់ CPU ឲ្យអ្នកបន្ថែមទៀត។
ko: 계정 CPU 사용을 초과했습니다. 나중에 다시 시도하거나 더 많은 CPU를 요청하십시오.
nb: Kontoens CPU-bruk har blitt oversteget. Forsøk igjen senere, eller be noen frigjøre deg mer CPU.
nl: Het CPU-gebruik van het account is de limiet overschreden. Probeer het later nog een keer of vraag aan iemand anders u meer CPU te geven.
pl: Wykorzystanie procesora konta zostało przekroczone. Spróbuj ponownie później lub poproś kogoś, by postawił ci więcej procesora.
pt_br: Uso da conta CPU excedido. Tente novamente mais tarde ou peça a alguém para ceder mais CPU para você.
ru: Использование CPU вашего аккаунта было превышено. Пожалуйста, попробуйте позже или попросите кого-нибудь предоставить вам больше CPU.
th: ปริมาณการใช้ CPU ของบัญชีเกินขีดจำกัดแล้ว โปรดลองอีกครั้งในภายหลัง หรือขอให้คนอื่นเดิมพัน CPU เพิ่มให้กับคุณ
tr: Hesap CPU kullanımı aşıldı. Lütfen daha sonra tekrar deneyin veya birinden size daha fazla CPU vermesini isteyin.
uk: Перевищено ліміт споживання ресурсів центрального процесора для облікового запису. Повторіть спробу пізніше, або попросіть когось іншого надати вам більше ресурсів центрального процесора.
vi: Đã sử dụng vượt quá tài khoản CPU. Vui lòng thử lại sau hoặc yêu cầu ai đó đặt cọc thêm CPU cho bạn.

source: Account NET usage has been exceeded. Please try again later or ask someone to stake you more NET.
cs_cz: Bylo překročeno využití účtu NET. Zkuste to prosím později znovu nebo někoho požádejte, aby Vám přidělil další NET.
de: CPU-NETTO-Auslastung des Kontos überschritten. Bitte versuche es später erneut oder bitte andere, Dir mehr NETTO-CPU zuzuweisen.
es: El uso de NET de la cuenta ha sido excedido. Intenta de nuevo o pide a alguien que te asigne más NET.
fil: Nalagpasan ang paggamit ng NET ng account. Pakisubukan muli mamaya o hilingin sa ibang tao na bigyan ka ng karagdagang NET.
fr: L'utilisation NET du compte a été dépassée. Veuillez réessayer plus tard ou demandez à quelqu'un de vous financer plus NET.
hr: Upotreba NETa je prekoračena. Pokušajte ponovno kasnije ili zamolite nekoga da vam uloži više NETa.
hu: A számla NET használata kritikus. Próbáld meg később vagy kérj meg valakit, hogy kölcsönözzön ki számodra több NET-et.
id: Penggunaan akun NET telah melebihi batas. Silahkan coba kembali nanti atau minta seseorang untuk memberi NET lebih banyak.
it: L'utilizzo della RETE dell'account è stato superato. Per favore, riprova più tardi o chiedi a qualcuno di finanziare una RETE più alta.
ja: アカウントNETの使用量が超過しました。後でもう一度試すか、他の人にNETを追加してもらってください。
km: ការប្រើប្រាស់ NET គណនីបានលើស។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយឬសុំឲ្យនរណាម្នាក់ភ្ជាប់ NET ឲ្យអ្នកបន្ថែមទៀត។
ko: 계정 NET 사용을 초과했습니다. 나중에 다시 시도하거나 더 많은 NET를 요청하십시오.
nb: Kontoens NET-bruk har blitt oversteget. Forsøk igjen senere, eller be noen frigjøre deg mer NET.
nl: Het NET-gebruik van het account is de limiet overschreden. Probeer het later nog een keer of vraag aan iemand anders u meer NET te geven.
pl: Wykorzystanie NET konta zostało przekroczone. Spróbuj ponownie później lub poproś kogoś, by postawił ci więcej NET.
pt_br: O uso da conta NET foi excedido. Tente novamente mais tarde ou peça a alguém para ceder mais NET para você.
ru: Использование NET вашего аккаунта было превышено. Пожалуйста, попробуйте позже или попросите кого-нибудь предоставить вам больше NET.
th: ปริมาณการใช้ NET ของบัญชีเกินขีดจำกัดแล้ว โปรดลองอีกครั้งในภายหลัง หรือขอให้คนอื่นเดิมพัน NET เพิ่มให้กับคุณ
tr: Hesap NET kullanımı aşıldı. Lütfen daha sonra tekrar deneyin veya birinden size daha fazla NET vermesini isteyin.
uk: Перевищено ліміт використання мережевих ресурсів. Повторіть спробу пізніше, або попросіть когось іншого надати вам більше мережевих ресурсів.
vi: Đã sử dụng vượt quá tài khoản NET. Vui lòng thử lại sau hoặc yêu cầu ai đó đặt cọc thêm NET cho bạn

source: The extra amount will be deposited to the created account.
cs_cz: Částka navíc bude uložena na vytvořený účet.
de: Der zusätzliche Betrag wird auf das erstellte Konto überwiesen.
es: El importe adicional será depositado en la cuenta creada.
fil: Ang ekstrang halaga ay idedeposito sa nilikhang account.
fr: Le montant supplémentaire sera déposé au compte créé.
hr: Dodatni iznos će biti uložen na izrađeni korisnički račun.
hu: Az extra összeget a létrehozott számlára utaljuk.
id: Jumlah tambahan akan didepositkan pada pembuatan akun.
it: L'importo extra sarà depositato sull'account creato.
ja: 余分な額は作成したアカウントに入金されます。
km: ចំនួនទឹកប្រាក់បន្ថែមនឹងត្រូវបញ្ចូលទៅក្នុងគណនីដែលបានបង្កើត។
ko: 추가 금액은 생성된 계정에 예치될 것입니다.
nb: Ekstrabeløpet settes inn på kontoen som er laget.
nl: Het aanvullende bedrag zal worden gestort op het gecreëerde account.
pl: Dodatkowa kwota zostanie wpłacona na utworzone konto.
pt_br: O valor adicional será depositado na conta criada.
ru: Лишние монеты будут зачислены на созданный аккаунт.
th: ระบบจะฝากจำนวนที่เกินไปยังบัญชีที่สร้างขึ้น
tr: Fazla tutar, oluşturulmuş olan hesaba aktarılacak.
uk: До створеного аккаунта буде перераховано додаткову суму.
vi: Số tiền bổ sung sẽ được gửi vào tài khoản đã tạo.

source: Can't connect to %(network)s node. Please try again later or choose another token.
cs_cz: Nelze se připojit k uzlu %(network)s. Zkuste to prosím později znovu nebo vyberte jiný žeton.
de: Verbindung mit dem %(network)s-Knoten nicht möglich. Bitte versuche es erneut oder wähle einen anderen Knoten.
es: No se puede conectar con el nodo %(network)s. Intenta de nuevo más tarde o elige otro token.
fil: Hindi makakonekta sa %(network)s node. Pakisubukan muli mamaya o pumili ng ibang token.
fr: Impossible de se connecter au nœud %(network)s. Veuillez réessayer plus tard ou choisissez un autre jeton.
hr: Nije moguće povezati se na %(network)s čvor. Pokušajte ponovno kasnije ili izaberite drugi žeton.
hu: Nem tudunk csatlakozni a %(network)s csomóponthoz. Próbáld meg később vagy válassz másik tokent.
id: Tidak dapat terhubung pada %(network)s node. Silahkan coba kembali nanti atau pilih token lain.
it: Impossibile collegarsi al nodo %(network)s. Per favore, riprova più tardi o scegli un altro token.
ja: %(network)s ノードに接続できません。後でもう一度実行するか、別のトークンを選択してください。
km: មិនអាចភ្ជាប់ទៅថ្នាំង %(network)s។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយឬជ្រើសរើសកាសផ្សេងទៀត។
ko: %(network)s 노드에 연결할 수 없습니다. 나중에 다시 시도하거나 다른 토큰을 선택해주십시오.
nb: Kan ikke koble til %(network)s-node. Forsøk igjen senere eller velg en annen pollett.
nl: Er kan geen verbinding worden gemaakt met de %(network)s nodus. Probeer het later nog een keer of kies een ander token.
pl: Nie można połączyć z %(network)s nodem. Prosimy spróbować jeszcze raz, później
pt_br: Não foi possível conectar-se ao nódulo %(network)s. Tente novamente mais tarde ou escolha outro token.
ru: Не удается подключиться к %(network)s серверу. Пожалуйста, попробуйте позже или выберите другой токен.
th: ไม่สามารถเชื่อมต่อกับโนด %(network)s ได้ โปรดลองอีกครั้งในภายหลัง หรือเลือกโทเค็นอื่น
tr: %(network)s düğümüne bağlanılamıyor. Lütfen daha sonra tekrar deneyin veya başka bir token seçin.
uk: Не вдається підключитися до вузла %(network)s. Повторіть спробу пізніше, або виберіть інший токен.
vi: Không thể kết nối với nút mạng %(network)s. Vui lòng thử lại sau hoặc chọn token khác.

# Network node error. Please try again later.
source: %(network)s node error. Please try again later.
cs_cz: Chyba uzlu %(network)s. Zkuste to prosím později znovu.
de: Fehler %(network)s-Knoten. Bitte versuche es später erneut.
es: Error del nodo %(network)s. Intenta de nuevo más tarde.
fil: %(network)s node error. pakisubukan muli mamaya.
fr: %(network)s erreur de nœud. Veuillez réessayer plus tard.
hr: %(network)s greška čvora. Pokušajte ponovno kasnije.
hu: %(network)s csomópont hiba. Próbáld később.
id: %(network)s node error. Silahkan coba kembali nanti.
it: %(network)s errore nodo. Per favore riprova più tardi.
ja: %(network)s ノードエラー。後でやり直してください。
km: ថ្នាំង %(network)s មានកំហុស។ សូម​ព្យាយាម​ម្តង​ទៀត​នៅ​ពេល​ក្រោយ។
ko: %(network)s 노드 오류. 나중에 다시 시도해주십시오.
nb: %(network)s nodefeil, forsøk igjen senere.
nl: Fout bij nodus %(network)s. Probeer het later nog een keer.
pl: %(network)s błąd node'a. Prosimy spróbować później
pt_br: Erro de nódulo %(network)s. Tente novamente mais tarde
ru: Ошибка %(network)s сервера. Пожалуйста, попробуйте позже.
th: เกิดข้อผิดพลาดกับโนด%(network)s โปรดลองอีกครั้งในภายหลัง
tr: %(network)s düğüm hatası. Lütfen daha sonra tekrar deneyin.
uk: Помилка вузла%(network)s. Спробуйте пізніше.
vi: Lỗi nút mạng %(network)s. Vui lòng thử lại sau.

source: Choose exchange
cs_cz: Vyberte burzu
de: Umtausch auswählen
es: Elige el cambio
fil: Piliin ang palitan
fr: Choisir échange
hr: Odaberi konverziju
hu: Válassz váltót
id: Pilih bursa
it: Scegli lo scambio
ja: 取引所を選択
km: ជ្រើសរើសការប្តូរប្រាក់
ko: 환전 선택
nb: Velg veksling
nl: Beurs kiezen
pl: Wybierz wymianę
pt_br: Escolher câmbio
ru: Выберите обменник
th: เลือกการแลกเปลี่ยน
tr: Çevirmeyi seçin
uk: Вибрати операцію обміну
vi: Chọn giao dịch

source: Next step
cs_cz: Další krok
de: Nächster Schritt
es: Siguiente paso
fil: Susunod na hakbang
fr: Étape suivante
hr: Sljedeći korak
hu: Következő lépés
id: Langkah selanjutnya
it: Fase successiva
ja: 次のステップ
km: ជំហាន​បន្ទាប់
ko: 다음 단계
nb: Neste trinn
nl: Volgende stap
pl: Kolejny krok
pt_br: Próximo passo
ru: Следующий шаг
th: ขั้นตอนต่อไป
uk: Наступний крок
vi: Bước tiếp theo

source: Minimum amount:
cs_cz: Minimální množství:
de: Mindestbetrag
es: Importe mínimo:
fil: Minimum na halaga:
fr: Montant minimal :
hr: Minimalni iznos:
hu: Minimális összeg:
id: Jumlah minimum:
it: Importo minimo:
ja: 最小額：
km: ចំនួនទឹកប្រាក់អប្បបរមា៖
ko: 최소 금액:
nb: Minstebeløp:
nl: Minimum bedrag:
pl: Minimalna kwota:
pt_br: Valor mínimo:
ru: Минимальная сумма:
th: จำนวนขั้นต่ำ:
tr: Minimum tutar:
uk: Мінімальна кількість:
vi: Số tiền tối thiểu:

source: address
cs_cz: adresa
de: Adresse
es: dirección
fr: adresse
hr: adresa
hu: cím
it: indirizzo
ja: アドレス
km: អាសយដ្ឋាន
ko: 주소
nb: adresse
nl: adres
pl: adres
pt_br: endereço
ru: адрес
th: ที่อยู่
uk: адреса
vi: địa chỉ

source: Exchange error
cs_cz: Chyba směny
de: Fehler beim Umtausch
es: Error de cambio
fil: Error sa palitan
fr: Erreur d'échange
hr: Greška pri konverziji
hu: Váltóhiba
id: Bursa error
it: Errore nello scambio
ja: 取引エラー
km: កំហុសក្នុងប្តូរប្រាក់
ko: 환전 오류
nb: Vekslingsfeil
nl: Fout bij uitwisselen
pl: Błąd wymiany
pt_br: Erro de câmbio
ru: Ошибка обмена
th: ข้อผิดพลาดในการแลกเปลี่ยน
tr: Çevirme hatası
uk: Помилка обміну
vi: Giao dịch lỗi

source: Transaction not found
cs_cz: Transakce nebyla nalezena
de: Transaktion wurde nicht gefunden
es: Transacción no encontrada
fil: Hindi nahanap ang transaksiyon
fr: Transaction non trouvée
hr: Transakcija nije pronađena
hu: Tranzakció nem található
id: Transaksi tidak ditemukan
it: Transazione non trovata.
ja: 取引が見つかりません
km: រកមិនឃើញប្រតិបត្តិការទេ
ko: 거래가 발견되지 않았습니다
nb: Transaksjon ikke funnet
nl: Transactie niet aangetroffen.
pl: Nie znaleziono transakcji
pt_br: Operação não encontrada
ru: Транзакция не найдена
th: ไม่พบธุรกรรม
tr: İşlem bulunamadı
uk: Транзакцію не знайдено
vi: Không tìm thấy giao dịch

source: Send %(depositAmount)s %(depositSymbol)s to deposit address. It will be converted into %(toSymbol)s, and sent to %(toAddress)s
cs_cz: Pošlete %(depositAmount)s %(depositSymbol)s na adresu vkladu. Bude to převedeno na %(toSymbol)s, a zasláno %(toAddress)s
de: Sende %(depositAmount)s %(depositSymbol)s an die Einzahlungsadresse. Sie werden in %(toSymbol)s konvertiert und an %(toAddress)s gesendet.
es: Enviar %(depositAmount)s %(depositSymbol)s a la dirección para depositar. Esto se convertirá en %(toSymbol)s y se enviará a %(toAddress)s
fil: Magpadala ng %(depositAmount)s %(depositSymbol)s sa address ng pagdeposito. Iko-convert ito sa %(toSymbol)s, at ipapadala sa %(toAddress)s
fr: Envoyer %(depositAmount)s %(depositSymbol)s l’adresse de dépôt. Le montant sera converti en %(toSymbol)s, et sera envoyé à %(toAddress)s
hr: Pošalji %(depositAmount)s %(depositSymbol)s na adresu primatelja. Biće konvertiran u %(toSymbol)s i poslan na %(toAddress)s
hu: Küldj %(depositAmount)s %(depositSymbol)s coint a letéti címre. Átváltjuk %(toSymbol)s coinra és elküldjük a %(toAddress)s címre
id: Kirim %(depositAmount)s %(depositSymbol)s ke address deposit. itu akan dikonversi ke %(toSymbol)s, dan dikirim ke %(toAddress)s
it: Invia fino a %(depositAmount)s %(depositSymbol)s all'indirizzo del versamento. Sarà convertito in %(toSymbol)s, e inviato a %(toAddress)s
ja: %(depositAmount)s%(depositSymbol)sを入金アドレスに送ってください。 は%(toSymbol)sに変換され、 %(toAddress)sに送信されます
km: ផ្ញើ %(depositAmount)s %(depositSymbol)s ទៅកាន់អាសយដ្ឋានដាក់ប្រាក់បញ្ញើរ។ វានឹងត្រូវបានបម្លែងទៅជា %(toSymbol)s, ហើយបានផ្ញើទៅ %(toAddress)s
ko: %(depositAmount)s %(depositSymbol)s을/를 입금 주소로 보냅니다. %(toSymbol)s(으)로 환전해서 %(toAddress)s(으)로 보냅니다.
nb: Send %(depositAmount)s %(depositSymbol)s til innskuddsadressen. Den konverteres til %(toSymbol)s og sendes til %(toAddress)s
nl: Verstuur %(depositAmount)s %(depositSymbol)s naar het deposito-adres. Het zal worden geconverteerd in %(toSymbol)s, en worden verzonden naar %(toAddress)s
pl: Wysyłaj %(depositAmount)s %(depositSymbol)s do adresów depozytowych. Zostanie przeliczony na %(toSymbol)s, i wysłany do %(toAddress)s
pt_br: Envie %(depositAmount)s %(depositSymbol)s ao endereço de depósito. O valor será convertido em %(toSymbol)s e enviado para %(toAddress)s
ru: Отправьте %(depositAmount)s %(depositSymbol)s на депозитный адрес. Это будет конвертировано в %(toSymbol)s, и отправлено на %(toAddress)s
th: ส่ง %(depositAmount)s %(depositSymbol)s ไปยังที่อยู่เงินฝาก ซึ่งระบบจะแปลงเป็น %(toSymbol)sและส่งไปยัง %(toAddress)s
uk: Надішліть %(depositAmount)s %(depositSymbol)s на адресу для поповнення. Їх буде конвертовано у %(toSymbol)sта надіслано на %(toAddress)s
vi: Gửi %(depositAmount)s %(depositSymbol)s đến địa chỉ gửi tiền. Sẽ chuyển đổi thành %(toSymbol)s, và gửi đến %(toAddress)s

source: Network fee
cs_cz: Poplatek sítě
de: Netzwerkgebühr
es: Tarifa de la red
fil: Bayad sa network
fr: Frais de réseau
hr: Provizija mreže
hu: Hálózati díj
id: Biaya jaringan
it: Tasse di Rete
ja: ネットワーク料金
km: តម្លៃសេវាណែតវើក
ko: 네트워크 수수료
nb: Nettverksavgift
nl: Netwerkkosten
pl: Opłata sieci
pt_br: Taxa de rede
ru: Комиссия сети
th: ค่าธรรมเนียมเครือข่าย
uk: Комісія за користування мережею
vi: Phí mạng

source: You have 36 hours to send funds otherwise the transaction will be cancelled automatically.
cs_cz: Na odeslání máte 36 hodin. Jiínak bude transakce automaticky zrušena.
de: Du hast 36 Stunden Zeit, um das Geld zu senden, andernfalls wird die Transaktion automatisch abgebrochen.
es: Tienes 36 horas para enviar los fondos, de lo contrario, la transacción será cancelada automáticamente.
fil: May 36 na oras ka para magpadala ng pondo, kung hindi, awtomatikong kakanselahin ang transaksiyon.
fr: Vous disposez de 36 heures pour envoyer les fonds, sinon la transaction sera automatiquement annulée.
hr: Imate 36 sati da pošaljete sredstva, u suprotnom, transakcija će biti automatski poništena.
hu: 36 órád van a letét elhelyezésére máskülönben a tranzakciót automatikusan töröljük.
id: Anda mempunyai waktu 36 jam untuk mengirim dana, jika tidak transaksi akan dibatalkan otomatis.
it: Hai 36 ore di tempo per inviare fondi, altrimenti la transazione verrà automaticamente cancellata.
ja: 36時間以内に送金しないと、取引は自動的に取り消されます。
km: អ្នកមានពេល 36 ម៉ោងដើម្បីផ្ញើប្រាក់បើមិនដូច្នេះទេប្រតិបត្តិការនឹងត្រូវលុបចោលដោយស្វ័យប្រវត្តិ។
ko: 36시간 안에 자금을 보내주십시오. 그렇지 않으면 거래는 자동으로 취소됩니다.
nb: Du har 36 timer på deg til å sende penger, ellers kanselleres transaksjonen automatisk.
nl: U hebt 36 uur om fondsen te verzenden anders zal de transactie automatisch worden geannuleerd.
pl: Masz 36 godzin na przesłanie środków, w przeciwnym razie transakcja zostanie automatycznie anulowana.
pt_br: Você tem 36 horas para enviar fundos, ou a operação será cancelada automaticamente.
ru: У вас есть 36 часов на отправку депозита, в противном случае транзакция будет автоматически отменена.
th: คุณมีเวลา 36 ชั่วโมงในการส่งเงิน มิฉะนั้นแล้วธุรกรรมดังกล่าวจะถูกยกเลิกโดยอัตโนมัติ
uk: У вас є 36 годин для надсилання коштів. Після цього транзакцію буде автоматично анульовано.
vi: Bạn có 36 giờ để gửi tiền nếu không giao dịch sẽ tự động bị hủy.

source: Extra Id
cs_cz: Doplňující ID
es: Id. adicional
fil: Ekstrang ID
fr: Identifiant supplémentaire
hr: Dodatni identifikacijski broj
hu: Extra azonosító
id: Id tambahan
it: ID extra
ja: 追加 ID
km: លេខសម្គាល់បន្ថែម
ko: 추가 ID
nb: Ekstra ID
pl: Dodatkowe ID
pt_br: ID Extra
ru: Доп. идентификатор
th: ID เพิ่มเติม
tr: Ekstra Id
uk: Додатковий ідентифікатор
vi: ID bổ sung

source: Property for addresses of currencies that use additional ID for transaction processing (e.g., destination tag, memo or message).
cs_cz: Vlastnost pro adresy nebo měny, které využívají ke zpracování transakcí další ID (jako například cílový štítek, poznámku nebo zprávu).
de: Eigenschaft für Währungsadressen, die für die Transaktionsverarbeitung eine zusätzliche ID verwenden (z. B. Ziel-Tag, Memo oder Nachricht).
es: Propiedad para las direcciones de las divisas que usan un id. adicional para el procesamiento de transacciones (por ejemplo, etiqueta de destino, memo o mensaje).
fil: Pag-aari para sa mga address ng mga currency na gumagamit ng karagdagang ID para maproseso ang transaksiyon (hal. tag ng destinasyon, memo o mensahe).
fr: Propriété pour les adresses des devises qui utilisent un ID supplémentaire pour le traitement des transactions (balise de destination, mémo ou message, par exemple).
hr: Svojstvo adresa valuta koje koriste dodatne identifikacijske brojeve za procese transakcije (npr. oznaka odredišta, bilješka ili poruka).
hu: Címek extra adata ami további azonosítót igényel tranzakció feldolgozásakor (pl. desztinációs címke, memó vagy üzenet).
id: Properti address mata uang yang digunakan sebagai tambahan ID untuk memproses transaksi (misal, tujuan tag, memo atau pesan).
it: Proprietà di indirizzi delle valute che usano ID aggiuntivi per processare le transazioni (per esempio, destinazione tag, memo o messaggi).
ja: 取引処理に追加 IDを使用する通貨の所在地のプロパティ (アドレス、タグ、メモ、メッセージなど)。
km: កម្មសិទ្ធិសម្រាប់អាសយដ្ឋានរូបិយប័ណ្ណដែលប្រើអត្តសញ្ញាណប័ណ្ណបន្ថែមសម្រាប់ដំណើរការប្រតិបត្តិការ (ឧ. ស្លាកទិសដៅ កំណត់ហេតុឬសារ)។
ko: 거래 처리를 위해 추가 ID를 사용한 통화 주소 속성(대상 테그, 메모, 메시지 등).
nb: Egenskap for adresser til valutaer som benytter ytterligere ID til transaksjonsbehandling (f.eks. destinasjonsmerke), notat eller melding).
nl: Eigenschap voor adressen van valuta die gebruik maken van extra IDs voor het verwerken van transacties (bijvoorbeeld tag bestemming, memo of bericht).
pl: Właściwość dla adresów walut, które używają dodatkowego ID do przetwarzania transakcji (np. tagu docelowego, memo lub wiadomości).
pt_br: Propriedade de endereços de moedas que utilizam ID adicional para o processamento das operações (p. ex., tags de destinatários, memorandos ou mensagens).
ru: Дополнительный идентификатор для обработки транзакции некоторых монет (например, тег назначения, мемо или сообщение).
th: คุณสมบัติสำหรับที่อยู่สกุลเงินที่ใช้ ID เพิ่มเติมในการประมวลผลธุรกรรม (เช่น แท็กปลายทาง บันทึก หรือข้อความ)
tr: İşlem işleme sürecinde ek ID kullanan para birimlerinin adresleri için özellik (ör. hedef etiketi, hatırlatma notu veya mesaj).
uk: Параметр для адрес валют, які використовують додатковий ідентифікатор для обробки транзакцій (наприклад, «тег призначення», «мемо» або повідомлення).
vi: Tài sản cho địa chỉ các loại tiền tệ sử dụng ID bổ sung để xử lý giao dịch (ví dụ: thẻ đích, memo hoặc tin nhắn).
