Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Failure reason
cs_cz: Důvod selhání
de: Grund des Fehlers
es: Motivo del fallo
fil: Dahilan sa pagkabigo
fr: Raison d'échec
hr: Razlog neuspjeha
hu: A hiba oka
id: Alasan gagal
it: Motivo del fallimento
ja: 失敗の理由
km: មូលហេតុនៃការខកខាន
ko: 실패 사유
nb: Feilårsak
nl: Reden voor het mislukken.
pl: Przyczyna niepowodzenia
pt_br: Motivo da falha
ru: Причина отказа
vi: Lý do thất bại

source: You have exceeded your daily limit. Please try again later.
cs_cz: Překročili jste svůj denní limit. Zkuste to prosím později znovu.
de: Du hast das tägliche Limit überschritten. Bitte versuche es später noch einmal.
es: Has excedido tu límite diario. Intenta de nuevo más tarde.
fil: Nalagpasan mo ang pang-araw-araw mong limitasyon. Pakisubukan muli mamaya.
fr: Vous avez dépassé votre limite quotidienne. Veuillez réessayer plus tard.
hr: Premašili ste vaš dnevni limit. Pokušajte ponovno kasnije.
hu: Meghaladtad a napi limited. Kérjük, próbáld újra később.
id: Anda telah melewati limit harian. Coba lagi nanti.
it: Hai superato il limite giornaliero. Riprova più tardi.
ja: 1 日の上限を超えました。後でもう一度やり直してください。
km: លោកអ្នកហួសកម្រិតកំណត់លក្ខខណ្ឌប្រចាំថ្ងៃរបស់អ្នក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 일일 한도를 초과했습니다. 나중에 다시 시도하십시오.
nb: Du har overskredet din daglige grense, forsøk igjen senere.
nl: U hebt uw dagelijkse limiet overschreden. Probeer het later nog een keer.
pl: Przekroczono dzienny limit. Spróbuj ponownie później.
pt_br: Você excedeu seu limite diário. Tente novamente mais tarde.
ru: Вы превысили свой дневной лимит. Пожалуйста, попробуйте позже.
vi: Bạn đã vượt quá giới hạn hằng ngày. Vui lòng thử lại sau.

source: You have exceeded your monthly limit. Please try again later.
cs_cz: Překročili jste svůj měsíční limit. Zkuste to prosím později znovu.
de: Du hast das monatliche Limit überschritten. Bitte versuche es später noch einmal.
es: Has excedido tu límite mensual. Intenta de nuevo más tarde.
fil: Nalagpasan mo ang buwanan mong limitasyon. Pakisubukan muli mamaya.
fr: Vous avez dépassé votre limite mensuelle. Veuillez réessayer plus tard.
hr: Premašili ste vaš mjesečni limit. Pokušajte ponovno kasnije
hu: Meghaladtad a havi limited. Kérjük, próbáld újra később.
id: Anda telah melewati limit bulanan. Coba lagi nanti.
it: Hai superato il limite mensile. Riprova più tardi.
ja: 毎月の上限を超えました。後でもう一度やり直してください。
km: លោកអ្នកហួសកម្រិតកំណត់លក្ខខណ្ឌប្រចាំខែរបស់អ្នក។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 월간 한도를 초과했습니다. 나중에 다시 시도하십시오.
nb: Du har overskredet din månedlige grense, forsøk igjen senere.
nl: U hebt uw maandelijkse limiet overschreden. Probeer het later nog een keer.
pl: Przekroczono miesięczny limit. Spróbuj ponownie później.
pt_br: Você excedeu seu limite mensal. Tente novamente mais tarde.
ru: Вы превысили свой месячный лимит. Пожалуйста, попробуйте позже.
vi: Bạn đã vượt quá giới hạn hằng tháng. Vui lòng thử lại sau.

source: Credit Cards
cs_cz: Kreditní karty
de: Kreditkarten
es: Tarjetas de crédito
fil: Mga Credit Card
fr: Cartes de crédit
hr: Kreditne kartice
id: Kartu Kredit
it: Carte di credito
ja: クレジットカード
km: ប័ណ្ណឥណទាន
nb: Kredittkort
pt_br: Cartões de Crédito
vi: Thẻ tín dụng

source: Bank Accounts
cs_cz: Bankovní účty
de: Bankkonten
es: Cuentas bancarias
fil: Mga Account sa Bangko
fr: Comptes bancaires
hr: Bankovni računi
id: Rekening Bank
it: Conti Bancari
ja: 銀行口座
km: គណនីធនាគារ
nb: Bankkontoer
nl: Bankrekeningen
pt_br: Contas Bancárias
vi: Tài khoản ngân hàng

source: No credit cards.
cs_cz: Žádné kreditní karty.
de: Keine Kreditkarten.
es: No hay tarjetas de crédito.
fil: Walang mga credit card.
fr: Pas de cartes de crédit.
hr: Nema kreditnih kartica.
id: Tidak ada kartu kredit.
it: Nessuna carta di credito.
ja: クレジットカードが見つかりません。
km: គ្មានប័ណ្ណឥណទាន
nb: Ingen kredittkort.
nl: Geen creditcards.
pt_br: Nenhum cartão de crédito.
vi: Không có thẻ tín dụng.

source: No bank accounts.
cs_cz: Žádné bankovní účty.
de: Keine Bankkonten.
es: No hay cuentas bancarias.
fil: Walang mga account sa bangko.
fr: Pas de comptes bancaires.
hr: Nema bankovnih računa.
id: Tidak ada rekening bank.
it: Nessun conto bancario.
ja: 銀行口座が見つかりません。
km: គ្មានគណនីធនាគារ។
nb: Ingen bankkontoer.
nl: Geen bankrekeningen.
pt_br: Nenhuma conta bancária.
vi: Không có tài khoản ngân hàng.

source: Add Bank Account
cs_cz: Přidat bankovní účet
de: Bankkonto hinzufügen
es: Añadir cuenta bancaria
fil: Magdagdag ng Account sa Bangko
fr: Ajouter un compte bancaire
hr: Dodaj bankovni račun
id: Tambahkan Rekening Bank
it: Aggiungi Conto Bancario
ja: 銀行口座を追加する
km: បន្ថែមគណនីធនាគារ
nb: Legg til bankkonto
nl: Bankrekening toevoegen
pt_br: Adicionar conta bancária
vi: Thêm tài khoản ngân hàng

source: Currency
cs_cz: Měna
de: Währung
es: Divisa
fr: Devise
hr: Valuta
id: Mata uang
it: Valuta
ja: 通貨
km: រូបិយប័ណ្ណ
nb: Valuta
nl: Valuta
pt_br: Moeda
vi: Loại tiền tệ

source: Account number
cs_cz: Číslo účtu
de: Kontonummer
es: Número de cuenta
fil: Numero ng account
fr: Numéro de compte
hr: Broj računa
id: Nomor rekening
it: Numero del conto
ja: 口座番号
km: លេខ​គណនី
nb: Kontonummer
nl: Rekeningnummer
pt_br: Número da conta
vi: Số tài khoản

source: Sort code
cs_cz: Třídící kód
de: Bankleitzahl
es: Código de clasificación
fr: Code matériel
hr: Vodeći broj banke
id: Kode Sort
it: Codice distintivo
ja: ソートコード
km: លេខកូដធនាគារក្នុងស្រុក
nb: Bankkode
nl: Code sorteren
pt_br: Código da agência
vi: Mã sắp xếp

source: Unsupported bank
cs_cz: Nepodporovaná banka
de: Nicht unterstützte Bank
es: Banco no compatible
fil: Hindi suportadong bangko
fr: Banque non subventionnée
hr: Nepodržana banka
id: Bank tidak didukung
it: Banca non supportata
ja: 対応していない銀行
km: ធនាគារដែលមិនមានជំនួយគាំទ្រ
nb: Ustøttet bank
nl: Niet-ondersteunde bank
pt_br: Banco não aceito
vi: Ngân hàng không được hỗ trợ

source: Daily limits
cs_cz: Denní limit
de: Tägliche Limits
es: Límites diarios
fil: Mga pang-araw-araw na limitasyon
fr: Limite quotidienne
hr: Dnevni limiti
id: Limit harian
it: Limiti giornalieri
ja: 1日の制限
km: ការកំណត់លក្ខខណ្ឌប្រចាំថ្ងៃ
nb: Daglige grenser
nl: Dagelijkse limieten
pt_br: Limites diários
vi: Giới hạn hằng ngày

source: Monthly limits
cs_cz: Měsíční limity
de: Monatliche Limits
es: Límites mensuales
fil: Mga buwanang limitasyon
fr: Limite mensuelle
hr: Mjesečni limiti
id: Limit bulanan
it: Limiti mensili
ja: ひと月の制限
km: ការកំណត់លក្ខខណ្ឌប្រចាំខែ
nb: Månedlige grenser
nl: Maandelijkse limieten
pt_br: Limites mensais
vi: Giới hạn hằng tháng

source: Credit Card:
cs_cz: Kreditní karta:
de: Kreditkarte:
es: Tarjeta de crédito:
fr: Carte de crédit :
hr: Kreditna kartica:
id: Kartu Kredit:
it: Carta di credito:
ja: クレジットカード：
km: ប័ណ្ណឥណទាន៖
nb: Kredittkort:
pt_br: Cartão de Crédito:
vi: Thẻ tín dụng:

source: Bank Account:
cs_cz: Bankovní účet:
de: Bankkonto:
es: Cuentas bancaria:
fil: Account sa Bangko:
fr: Compte bancaire :
hr: Bankovni račun:
id: Rekening Bank:
it: Conto Bancario:
ja: 銀行口座：
km: គណនីធនាគារ៖
nb: Bankkonto:
nl: Bankrekening:
pt_br: Conta Bancária:
vi: Tài khoản ngân hàng:

source: Waiting for payment
cs_cz: Čeká se na platbu
de: Warten auf Zahlung
es: Esperando pago
fil: Naghihintay ng bayad
fr: En attente de paiement
hr: Čekanje na plaćanje
id: Menunggu pembayaran
it: In attesa del pagamento
ja: 支払い待ち
km: រង់ចាំការទូទាត់ប្រាក់
nb: Venter på betaling
nl: Er wordt gewacht op de betaling.
pt_br: Aguardando pagamento
vi: Đang đợi thanh toán

source: To complete the transaction, please submit a bank transfer with the following information
cs_cz: Pro dokončení transakce odešlete prosím bankovní převod s následujícími informacemi
de: Bitte sende eine Banküberweisung mit folgenden Informationen, um die Transaktion abzuschließen.
es: Para completar la transacción, por favor envía una transferencia bancaria con la siguiente información
fil: Para kumpletuhin ang transaksiyon, pakisumite ang pagpapadala sa bangko na may sumusunod na impormasyon
fr: Veuillez effectuer un virement bancaire avec les informations suivantes pour finaliser la transaction
hr: Kako biste dovršili transakciju, pošaljite bankovni prijenos sa sljedećim podacima
id: Untuk menyelesaikan transaksi, harap kirimkan transfer bank dengan informasi berikut
it: Per completare la transazione, effettua un bonifico bancario con le seguenti informazioni
ja: 取引を完了させるには、以下の情報を記入して銀行送金を行ってください
km: ដើម្បីបញ្ចប់ប្រតិបត្តិការ សូមបញ្ជូនការផ្ទេរប្រាក់តាមធនាគារដែលមានមានព័ត៌មានដូចខាងក្រោម
nb: Send en bankoverføring med følgende informasjon for å fullføre transaksjonen
nl: Dien een overschrijving met de volgende informatie in om de transactie af te ronden.
pt_br: Para concluir a operação, envie o comprovante de transferência com as seguintes informações
vi: Để hoàn thành giao dịch, vui lòng thực hiện chuyển khoản ngân hàng với thông tin sau đây

source: Reference Number
cs_cz: Referenční číslo
de: Referenznummer
es: Número de referencia
fil: Numero ng Sanggunian
fr: Numéro de référence
hr: Referentni broj
id: Nomor Referensi
it: Numero di riferimento
ja: リファレンス番号
km: លេខ​ឯកសារយោង
nb: Referansenummer
nl: Referentienummer
pt_br: Número de referência
vi: Số tham chiếu

source: Recipient Name
cs_cz: Jméno příjemce
de: Name des Empfängers
es: Nombre del destinatario
fil: Pangalan ng Tatanggap
fr: Nom du destinataire
hr: Ime i prezime primatelja
id: Nama Penerima
it: Nome del destinatario
ja: 受取人
km: ឈ្មោះអ្នកទទួល
nb: Mottakernavn
nl: Naam ontvanger
pt_br: Nome do destinatário
vi: Tên người nhận

source: Bank Name
cs_cz: Název banky
de: Name der Bank
es: Nombre del banco
fil: Pangalan ng Bangko
fr: Nom de la banque
hr: Naziv banke
id: Nama Bank
it: Nome della banca
ja: 銀行名
km: ឈ្មោះធនាគារ
nb: Banknavn
nl: Naam bank
pt_br: Nome do banco
vi: Tên ngân hàng

source: Bank Address
cs_cz: Adresa banky
de: Adresse der Bank
es: Dirección del banco
fil: Address ng Bangko
fr: Adresse de la banque
hr: Adresa banke
id: Alamat Bank
it: Indirizzo della banca
ja: 銀行住所
km: អាសយដ្ឋានធនាគារ
nb: Bankadresse
nl: Adres bank
pt_br: Endereço do banco
vi: Địa chỉ ngân hàng

source: Recipient Address
cs_cz: Adresa příjemce
de: Adresse des Empfängers
es: Dirección del destinatario
fil: Address ng Tatanggap
fr: Adresse du destinataire
hr: Adresa primatelja
id: Alamat Penerima
it: Indirizzo del destinatario
ja: 受取人住所
km: អាសយដ្ឋានអ្នកទទួល
nb: Mottakeradresse
nl: Adres ontvanger
pt_br: Endereço do destinatário
vi: Địa chỉ người nhận

source: P2PKH - Legacy
cs_cz: P2PKH - stará verze
hr: P2PKH - Zastarjela
ja: P2PKH－レガシー
km: P2PKH - កេរ្តិ៍ដំណែល
tr: P2PKH - Eski

source: P2SH - SegWit compatible
cs_cz: P2SH - kompatibilní se SegWit
de: P2SH – SegWit kompatibel
es: P2SH: compatible con SegWit
fil: Compatible sa P2SH - SegWit
hr: P2SH - Kompatibilna sa SegWit
ja: P2SH－SegWit互換性
km: P2SH – SegWit ដែលអាចប្រើជាមួយគ្នាបាន
nb: P2SH – SegWit-kompatibel
nl: P2SH - SegWit compatibel
tr: P2SH - SegWit uyumlu
vi: Tương thích P2SH - SegWit

source: Bech32 - SegWit native
cs_cz: Bech32 - nativní SegWit
de: Bech32 – SegWit nativ
es: Bech32: nativo SegWit
hr: Bech32 - Izvorna SegWit
ja: Bech32－SegWitネイティブ
km: Bech32 – SegWit ប្រភពដើម
nb: Bech32 – SegWit-opprinnelse
nl: Bech32 - SegWit systeemeigen
tr: Bech32 - SegWit yerlisi

source: Not all address types are fully compatible on all platforms, so it is important to use a compatible address (%(url)s).
cs_cz: Ne všechny typy adres jsou plně kompatibilní na všech platformách, takže je důležité používat kompatibilní adresu (%(url)s).
de: Nicht alle Adressen sind auf allen Plattformen vollständig kompatibel. Es ist also wichtig, eine kompatible Adresse zu verwenden (%(url)s).
es: No todos los tipos de direcciones son totalmente compatibles en todas las plataformas, por lo que es importante utilizar una dirección compatible (%(url)s).
fil: Hindi lahat ng mga uri ng address ay ganap na compatible sa lahat ng mga plataporma, kaya mahalaga na gumamit ng isang compatible na address (%(url)s).
hr: Nisu sve vrste adresa u potpunosti kompatibilne na svim platformama, stoga je važno koristiti kompatibilnu adresu (%(url)s).
id: Tidak semua jenis alamat kompatibel sepenuhnya pada semua platform, karena itu penting untuk menggunakan alamat yang kompatibel (%(url)s).
ja: 全てのアドレスタイプが全部のプラットフォームにおいて完全に互換性があるのではない為、互換性アドレスを使用する事が重要です(%(url)s)。
km: មិនមែនប្រភេទអាសយដ្ឋានទាំងអស់សុទ្ធតែអាចប្រើជាមួយគ្នាបាននៅក្នុងគំរូកម្មវិធីទាំងអស់ទេ ដូច្នេះវាមានសារៈសំខាន់ណាស់ត្រូវប្រើអាសយដ្ឋានដែលអាចប្រើជាមួយគ្នាបាន (%(url)s)។
nb: Ikke alle adressetyper er fullt kompatible på alle plattformer. Derfor er det viktig å bruke en kompatibel adresse (%(url)s).
nl: Niet alle adrestypen zijn volledig compatibel op alle systemen. Het is dus belangrijk een adres te gebruiken dat compatibel is (%(url)s).
tr: Tüm adres türleri tüm platformlarla tam uyumlu değildir; bu nedenle uyumlu bir adres (%(url)s) kullanmak önemlidir.
vi: Không phải kiểu địa chỉ nào cũng tương thích hoàn toàn với tất cả các nền tảng, do đó bạn phải sử dụng địa chỉ tương thích (%(url)s).

source: more info
cs_cz: další informace
de: weitere Informationen
es: más información
fil: higit na info
hr: više informacija
id: info selengkapnya
ja: 詳細
km: ព័​ត៍​មាន​បន្ថែម
nb: mer info
nl: Meer informatie
tr: daha fazla bilgi
vi: thêm thông tin

source: Customer info update is disabled due to identity check status
cs_cz: Aktualizace informací o zákazníkovi jsou zakázány z důvodu stavu kontroly totožnosti
de: Aufgrund des Status des Identitätsüberprüfung ist die Aktualisierung der Kunden-Info deaktiviert
es: La actualización de la información del cliente está desactivada debido al estado de la verificación de la identidad
fil: Pinawalanggana ang update sa info ng customer dahil sa katayuan ng pag-check sa pagkakakilanlan
hr: Ažuriranje podataka o klijentima onemogućeno je uslijed statusa provjere identiteta
id: Pembaruan info pelanggan dinonaktifkan akibat status pemeriksaan identitas
ja: 身分証明書確認ステータスにより、顧客の情報更新は無効となっています
km: ការធ្វើបច្ចុប្បន្នភាពព័ត៌មានអតិថិជន ត្រូវបានបិទដំណើរការដោយសារតែស្ថានភាពត្រួតពិនិត្យអត្តសញ្ញាណ
nb: Oppdatering av kundeinfo er deaktivert grunnet status til identitetssjekk
nl: Vanwege de status van het controleren van de identiteit is het updaten van de informatie over de klant uitgeschakeld
vi: Tắt tính năng cập nhật thông tin khách hàng do trạng thái kiểm tra danh tính

# Sorry, we don&apos;t accept disposable email addresses
source: Sorry, we don't accept disposable email addresses
cs_cz: Promiňte, ale jednorázové e-mailové adresy nepřijímáme
de: Es tut uns leid, einmalige E-Mail-Adressen werden nicht akzeptiert
es: Lo sentimos, no aceptamos direcciones de correo electrónico desechables
fil: Paumanhin, hindi namin tinatanggap ang mga disposable na email address
hr: Nažalost, ne prihvaćamo adrese e-pošte za jednokratnu uporabu
id: Maaf, kami tidak menerima alamat email sekali pakai
ja: 申し訳ありませんが、使い捨てメールアドレスは承認できません
km: សូមអភ័យទោស យើងខ្ញុំមិនទទួលយកអាសយដ្ឋានអ៊ីម៉ែលដែលអាចបោះចោលក្រោយពេលប្រើបានទេ
nb: Beklager, vi godtar ikke engangs e-postadresser
nl: Helaas, wij accepteren geen wegwerp-e-mailadressen
vi: Xin lỗi, chúng tôi không chấp nhận địa chỉ email tạm thời

source: Your post code is invalid, please try again
cs_cz: Vaše poštovní směrovací číslo je neplatné. Zkuste to prosím znovu.
de: Deine Postleitzahl ist ungültig. Bitte versuche es noch einmal.
es: El código es incorrecto o ha caducado. Inténtalo de nuevo.
fil: Hindi balido ang iyong post code, pakisubukang muli
hr: Vaš poštanski broj nije valjan, molimo pokušajte ponovno
id: Kode pos Anda tidak valid, silakan coba lagi
ja: コードが無効です。もう一度やり直してください
km: លេខកូដប្រៃសណីយ៍របស់អ្នក មិនត្រឹមត្រូវទេ សូមព្យាយាមម្តងទៀត
nb: Postnummeret ditt er ugyldig, forsøk igjen
nl: Uw postcode is ongeldig. Probeer het nog een keer.
vi: Mã bưu điện không hợp lệ, vui lòng thử lại

source: This card is already in use on a different account
cs_cz: Tato karta je již používána u jiného účtu
de: Die Karte wird bereits von einem anderen Konto verwendet
es: Esta tarjeta ya está en uso en una cuenta diferente
fil: Ginagamit na ang card na ito sa naiibang account
hr: Ova se kartica već koristi na drugom računu
id: Kartu ini sudah digunakan pada akun lain
ja: このカードは既に他のアカウントで使用されています
km: កាតនេះ ត្រូវបានប្រើរួចហើយនៅក្នុងគណនីផ្សេងគ្នា
nb: Kortet er allerede i bruk på en annen konto
nl: Deze kaart is reeds in gebruik bij een ander account
vi: Thẻ này đã được sử dụng trên tài khoản khác

source: Sorry, we only accept Visa, Mastercard and Maestro cards at present
cs_cz: Promiňte, ale v současnosti přijímáme jen karty Visa, Mastercard a Maestro
de: Es tut uns leid, es können nur Visa-Karten, MasterCard-Karten und Maestro-Karten akzeptiert werden
es: Lo sentimos, por el momento solo aceptamos tarjetas Visa, Mastercard y Maestro
fil: Paumanhin, tinatanggap lang namin ang Visa, Mastercard at Maestro card sa kasalukuyan
hr: Nažalost, trenutačno prihvaćamo samo Visa, Mastercard i Maestro kartice
id: Maaf, kami hanya menerima kartu Visa, Mastercard dan Maestro untuk saat ini
ja: 申し訳ありませんが、現在お使いいただけるカードはVisa／Mastercard／Maestrocardsのみとなっております
km: សូមអភ័យទោស បច្ចុប្បន្នយើងខ្ញុំទទួលយកតែកាតវីសា Visa, ម៉ាស្ទ័រកាត Mastercard និងកាតម៉ាយស្ត្រូ Maestro ប៉ុណ្ណោះ
nb: Beklager, vi godtar for tiden betalingskortene Visa, Mastercard og Maestro
nl: Helaas, wij accepteren op dit moment alleen Visa, Mastercard en Maestro
vi: Xin lỗi, hiện tại chúng tôi chỉ chấp nhận thẻ Visa, Mastercard và Maestro

source: You must enter a mobile phone number valid for your country
cs_cz: Musíte zadat číslo mobilního telefonu platné ve Vaší zemi
de: Bitte gib eine Mobilfunknummer Deines Landes ein
es: Debes introducir un número de teléfono móvil válido para tu país
fil: Dapat ilagay mo ang numero ng selpon na balido para sa bansa
hr: Morate unijeti broj mobitela koji vrijedi za vašu zemlju
id: Anda harus memasukkan nomor ponsel yang valid untuk negara Anda
ja: お住まいの国で有効な携帯電話番号を入力する必要があります
km: លោកអ្នកត្រូវតែបញ្ចូលលេខទូរស័ព្ទចល័តដែលមានសុពលភាពសម្រាប់ប្រទេសរបស់អ្នក
nb: Du må oppgi et mobiltelefonnummer som er gyldig i landet ditt
nl: U moet een telefoonnummer invoeren dat geldig is voor uw land
vi: Bạn phải nhập số điện thoại hợp lệ ở quốc gia của bạn

source: The billing address of this card does not match the billing address that you entered, please try again
cs_cz: Fakturační adresa pro tuto kartu neodpovídá Vámi zadané fakturační adrese. Zkuste to prosím znovu.
de: Die Rechnungsadresse auf dieser Karte stimmt nicht mit der eingegebenen Rechnungsadresse überein, bitte erneut versuchen
es: La dirección de facturación de esta tarjeta no coincide con la dirección de facturación que introdujiste. Inténtalo de nuevo.
fil: Ang billing address ng card na ito ay hindi tumutugma sa billing address na inilagay mo, pakisubukang muli
hr: Adresa za fakturiranje na ovoj kartici ne odgovara adresi za fakturiranje koju ste unijeli, molimo pokušajte ponovno
id: Alamat penagihan kartu ini tidak cocok dengan alamat penagihan yang Anda masukkan, silakan coba lagi
ja: このカードの請求先住所は入力頂いた住所と一致しません。もう一度お試しください
km: អាសយដ្ឋានវិក្កយបត្រកាតនេះ មិនត្រូវគ្នានឹងអាសយដ្ឋានវិក្កយបត្រដែលលោកអ្នកបានបញ្ចូលទេ សូមព្យាយាមម្តងទៀត
nb: Fakturaadressen for dette kortet samsvarer ikke med fakturaadressen du har oppgitt, forsøk igjen
nl: Het factuuradres op deze kaart komt niet overeen met het door u ingevoerde factuuradres. Probeer het nog een keer.
vi: Địa chỉ thanh toán của thẻ này không khớp với địa chỉ thanh toán mà bạn đã nhập, vui lòng thử lại

source: File upload is disabled due to identity check status
cs_cz: Nahrávání souborů je zakázáno z důvodu stavu kontroly identity
de: Aufgrund des Status des Identitätsüberprüfung ist der Datei-Upload deaktiviert
es: La carga de archivos está desactivada debido al estado de verificación de la identidad
fil: Pinawalanggana ang pag-upload ng file dahil sa katayuan ng pag-check sa pagkakakilanlan
hr: Prijenos datoteka onemogućen je uslijed statusa provjere identiteta
id: Pengunggahan file dinonaktifkan akibat status pemeriksaan identitas
ja: 身分証明書確認ステータスにより、ファイルのアップロードは無効となっています
km: ការផ្ទុកឯកសារត្រូវបានបិទដំណើរការដោយសារស្ថានភាពត្រួតពិនិត្យអត្តសញ្ញាណ
nb: Filopplasting er deaktivert grunnet status til identitetssjekk
nl: Vanwege de status van het controleren van de identiteit is het uploaden van bestanden uitgeschakeld
vi: Tắt tính năng tải lên tập tin do trạng thái kiểm tra danh tính

source: Your state is not supported at the moment, sorry for the inconvenience
cs_cz: Váš stav není v současnosti podporován. Omlouváme se za způsobenou nepříjemnost.
de: Dein Status wird derzeit nicht unterstützt, wir entschuldigen uns für die Unannehmlichkeiten
es: Tu estado no es compatible por el momento, disculpa las molestias
fil: Hindi sinusuportahan ang iyong estado sa sandaling ito, paumanhin sa abala
hr: Vaša zemlja trenutno nije podržana, žao nam je zbog neugodnosti
id: Negara bagian Anda tidak didukung untuk saat ini. Maaf atas ketidaknyamanan ini
ja: 申し訳ありませんが、あなたの州は現在サポートされていません。
km: រដ្ឋរបស់អ្នកមិនដំណើរការបានទេនៅពេលនេះ សូមអភ័យទោសចំពោះការរអាក់រអួលនេះ
nb: Statusen din støttes for øyeblikket ikke, beklager ubeleiligheten
nl: Uw status wordt op dit moment niet ondersteunt. Onze excuses voor het ongemak.
vi: Hiện tại bang của bạn không được hỗ trợ, thành thật xin lỗi
