Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

# Changelly_TOS
source: I have read and I agree to the Changelly <a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">terms of use</a> and <a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">privacy policy</a>.<br>By clicking "Accept", I acknowledge and understand that my transaction may trigger AML/KYC verification according to <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">Changelly AML/KYC</a>.
ko: 나는 체인질리(Changelly)의 <a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">약관</a>과 <a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">개인정보 보호정책</a>을 읽고 이에 동의합니다.<br>"동의"를 클릭함으로써, <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">체인질리의 고객 신원확인/자금세탁 방지 규정</a>에 따라 내 거래가 고객 신원확인/자금세탁 방지 확인이 될 수 있음을 인정 및 이해하는 바입니다.
ru: Я прочитал и согласен с <a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">Условиями использования</a> и <a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">Политикой конфиденциальности</a> Changelly.<br>Нажав "Принять", я подтверждаю и понимаю, что моя транзакция может вызвать проверку AML/KYC в соответствии с политикой <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">Changelly AML/KYC</a>.
th: ฉันได้อ่านและยอมรับ<a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">ข้อกำหนดในการใช้งาน</a>และ<a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">นโยบายความเป็นส่วนตัว</a>ของ Changelly<br>เมื่อคลิกที่ "ยอมรับ" จะถือว่าฉันรับรู้และเข้าใจว่าธุรกรรมของฉันอาจกระตุ้นให้เกิดการตรวจสอบยืนยัน AML/KYC ซึ่งสอดคล้องกับ <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">Changelly AML/KYC</a>

source: Amount of coins that is charged from your balance for single transaction (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">more info</a>).
hu: Az egyetlen tranzakcióért (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">további információk itt</a>) egyenlegedről levont érmék száma.
ko: 단일 거래를 위해 잔고로부터 충전된 코인 금액(<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">more info</a>).
pl: Ilość coinów, która jest pobierana z twojego salda za pojedynczą transakcję (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">więcej informacji</a>).
ru: Количество монет, которое списывается с вашего баланса за одну транзакцию (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">подробнее</a>).
th: จำนวนเหรียญที่จะเรียกเก็บจากยอดคงเหลือของคุณสำหรับธุรกรรมหนึ่งรายการ (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">ข้อมูลเพิ่มเติม</a>)
uk: Кількість монет, що стягується з вашого залишку за одну транзакцію (<a href="" onclick="window.open('https://www.coin.space/all-about-bitcoin-fees', '_system'); return false;">більше інформації</a>).

source: Buy with Credit Card
ko: 신용카드로 구입
pl: Kup kartą kredytową
ru: Купить с помощью банковской карты

source: You can purchase up to %(dailyLimitRemaining)s today, and up to %(monthlyLimitRemaining)s this month.
ko: 오늘 최대 %(dailyLimitRemaining)s개를 구매하실 수 있으며, 이번 달에 최대 %(monthlyLimitRemaining)s개를 구매할 수 있습니다.
pl: Możesz kupić do %(dailyLimitRemaining)s dzisiaj i do %(monthlyLimitRemaining)s w tym miesiącu.
ru: Вы можете приобрести до %(dailyLimitRemaining)s сегодня и до %(monthlyLimitRemaining)s в этом месяце.

source: Social security number
ko: 사회보장번호
pl: Numer ubezpieczenia społecznego
ru: Номер социального страхования

source: No payment methods.
ko: 결제 방법 없음
pl: Brak metod płatności.
ru: Нет способов оплаты.

source: Back to coin
pl: Powrót do coin

# Changelly_TOS
source: I have read and I agree to the Changelly <a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">terms of use</a> and <a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">privacy policy</a>.<br>By clicking "Accept", I acknowledge and understan that my transaction may trigger AML/KYC verification according to <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">Changelly AML/KYC</a>.
pl: Przeczytałem i zgadzam się z <a href="" onclick="window.open('https://changelly.com/terms-of-use', '_system'); return false;">warunkami korzystania z usługi</a> Changelly oraz z <a href="" onclick="window.open('https://changelly.com/privacy-policy', '_system'); return false;">polityką prywatności</a>.<br>Klikając „Akceptuj”, potwierdzam i rozumiem, że moja transakcja może spowodować weryfikację AML/KYC zgodnie z <a href="" onclick="window.open('https://changelly.com/aml-kyc', '_system'); return false;">Changelly AML/KYC</a>.

source: A name is required to set your profile
tr: Profilinizi oluşturmak için bir ad gerekli

source: No users found nearby
tr: Yakınlarda kullanıcısı bulunamadı

source: Searching your area for other users
tr: Diğer kullanıcıları için alanınız aranıyor

source: Gas limit is the amount of gas to send with your transaction. Increasing this number will not get your transaction confirmed faster. Sending %(symbol)s is equal 21000. Sending Tokens is equal around 200000.
tr: Gas limiti, işleminizle birlikte göndereceğiniz gas miktarıdır. Bu sayıyı artırmak işleminizin daha hızlı onaylanmasını sağlamaz. %(symbol)s göndermek 21000'e eşittir. Token göndermek 200000 civarındadır.

source: It seems like you are trying to empty your wallet. Taking transaction fee and minimum reserve (%(minReserve)s %(symbol)s) into account, we estimated that the max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
tr: Görünüşe göre cüzdanınızı boşaltmaya çalışıyorsunuz. İşlem ücretini ve minimum yedek tutarı (%(minReserve)s %(symbol)s) dikkate alarak gönderebileceğiniz maksimum tutarın %(sendableBalance)s olduğunu hesapladık. Tutar alanındaki değeri sizin için değiştirdik.

source: Your wallet isn't activated. To activate it please send greater than minimum reserve (%(minReserve)s %(symbol)s) to your wallet address.
tr: Cüzdanınız etkinleştirilmedi. Etkinleştirmek için lütfen cüzdan adresinize minimum yedek tutardan (%(minReserve)s %(symbol)s) fazlasını gönderin.

source: Recipient's wallet isn't activated. You can send only amount greater than %(minReserve)s %(symbol)s.
tr: Alıcının cüzdanı etkinleştirilmedi. Yalnızca %(minReserve)s %(symbol)s tutarından fazla bir tutar gönderebilirsiniz.

source: Your wallet isn't activated. You can receive only amount greater than %(minReserve)s %(symbol)s.
tr: Cüzdanınız etkinleştirilmedi. Yalnızca %(minReserve)s %(symbol)s tutarından fazla bir tutar alabilirsiniz.

source: Send %(depositAmount)s %(depositSymbol)s to deposit address. It will be converted into %(toSymbol)s, and sent to %(toAddress)s (blockchain: %(toBlockchain)s)
tr: %(depositAmount)s %(depositSymbol)s tutarını mevduat adresine gönderin. %(toSymbol)s birimine çevrilecek ve şuraya gönderilecek: %(toAddress)s (blok zinciri: %(toBlockchain)s)

source: You have 3 hours to send funds otherwise the transaction will be cancelled automatically.
tr: Fon göndermek için 3 saatiniz var. Bu süre içinde göndermezseniz işlem otomatik olarak iptal edilecektir.

# Payment wasn&apos;t received since 3 hours since the transaction was created.
source: Payment wasn't received since 3 hours since the transaction was created.
tr: İşlemin oluşturulmasından bu yana 3 saat geçtipş için ödeme alınmadı.

source: Transaction has already been added.
tr: İşlem daha önce eklenmiş.

source: Unknown transaction.
tr: Bilinmeyen işlem.

# Not your transaction. It can&apos;t be added.
source: Not your transaction. It can't be added.
tr: İşlem size ait değil. Eklenemez.

source: Invalid transaction.
tr: Geçersiz işlem.

source: Standard
tr: Standart

source: Subaddress
tr: Alt adres

source: Sent
tr: Gönderildi

source: Stealth address
tr: Gizli adres

source: Transaction Accepted
tr: İşlem Kabul Edildi

source: In order to receive funds please switch to Monero coin and accept above transaction on «Receive» tab.
tr: Para almak için lütfen Monero coin'e geçin ve "Al" sekmesinde yukarıdaki işlemi kabul edin.

source: Transaction fee is too low. Please click on refresh button.
tr: İşlem ücreti çok düşük. Lütfen yenile düğmesine tıklayın.

source: Only transactions addressed to you can be accepted. The minimum number of confirmations is 10 (%(url)s).
tr: Sadece size yönlendirilmiş işlemler kabul edilebilir. Minimum onay sayısı 10'dur (%(url)s).

source: Invalid Transaction ID.
tr: Geçersiz İşlem No.

source: Blockchain
tr: Blok zinciri

source: Hardware key is required to complete action.
tr: İşlemi tamamlamak için donanım anahtarı gerekli.

source: Destination address
tr: Hedef adres

source: change
tr: değiştir

source: Deposit blockchain
tr: Mevduat blok zinciri

source: Destination blockchain
tr: Hedef blok zinciri

source: Use your wallet address
tr: Cüzdan adresinizi kullanın

source: Confirm exchange
tr: Çevirmeyi onayla

source: Please increase the gas limit
tr: Lütfen gaz limitini yükseltin

source: Language
tr: Dilim

source: This private key has no funds for transfer.
tr: Bu özel anahtarda, aktarılacak fon yok.

# Not enough funds to pay transaction fee (:required).
source: Not enough funds to pay transaction fee (%(required)s).
tr: İşlem ücretini (%(required)s) ödeyebilecek yeterli fon yok.

source: Oops! something went wrong. Please try again later.
tr: Eyvah! Bir hata oldu. Lütfen daha sonra tekrar deneyin.

source: Derivation path
tr: Türetme yolu

source: Derivation path defines how to derive private keys from 12-word passphrase.
tr: Türetme yolu, 12 kelimelik paroladan nasıl özel anahtarlar türetildiğini tanımlar.

# Invalid path :path
source: Invalid path %(path)s
tr: Geçersiz yol %(path)s

source: Use Face ID in place of PIN.
tr: PIN yerine Face ID kullanın.

# PIN &amp; Face ID
source: PIN & Face ID
tr: PIN ve Face ID
