Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Identity
cs_cz: Identita
de: Ausweisdokument
es: Identidad
fil: Pagkakakilanlan
fr: Identité
hr: Identitet
hu: Személyazonosság
id: Identitas
it: Identità
ja: 身元
km: អត្តសញ្ណាណ
ko: 신원
nb: Identitet
nl: Identiteit
pl: Dokument
pt_br: Identidade
ru: Личность
vi: Danh tính

source: Document
cs_cz: Dokument
de: Ausweisdokument
es: Documento
fil: Dokumento
hr: Dokument
hu: Dokumentum
id: Dokumen
it: Documento
ja: ドキュメント
km: ឯកសារ
ko: 문서
nb: Dokument
pl: Tożsamości
pt_br: Documento
ru: Документ
vi: Giấy tờ

source: Phone number
cs_cz: Telefonní číslo
de: Telefonnummer
es: Número telefónico
fil: Numero ng telepono
fr: Numéro de téléphone
hr: Broj telefona
hu: Telefonszám
id: Nomor telepon
it: Numero di telefono
ja: 電話番号
km: លេខទូរស័ព្ទ
ko: 전화번호
nb: Telefonnummer
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número do telefone
ru: Номер телефона
vi: Số điện thoại

source: Face match
cs_cz: Porovnávání tváří
es: Reconocimiento facial
fil: Pagtugma ng mukha
fr: Correspondance de visage
hr: Podudaranje lica
hu: Arcfelismerés
id: Pencocokan wajah
it: Abbianamento viso
ja: 顔一致
km: ការផ្គូផ្គងមុខ
ko: 얼굴 일치
nb: Ansiktsmatching
nl: Gezichtsvergelijking
pl: Dopasuj twarz
pt_br: Correspondência de face
ru: Селфи
vi: Khớp khuôn mặt

source: Identity verification
cs_cz: Ověření identity
de: Verifizierung der Identität
es: Verificación de identidad
fil: Pagpapatotoo ng pagkakakilanlan
fr: Vérification d'identité
hr: Provjera identiteta
hu: Személyazonosság hitelesítése
id: Verifikasi identitas
it: Verifica dell'identità
ja: 身元確認
km: ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណ
ko: 신원 확인
nb: Identitetsverifisering
nl: Verificatie van identiteit
pl: Weryfikacja tożsamości
pt_br: Verificação de identidade
ru: Верификация личности
vi: Xác thực danh tính

source: Document verification
cs_cz: Ověření dokumentu
de: Verifizierung des Dokuments
es: Verificación de documento
fil: Pagpapatotoo ng dokumento
fr: Vérification de document
hr: Provjera dokumenta
hu: Dokumentum hitelesítése
id: Verifikasi dokumen
it: Verifica del documento
ja: ドキュメントの確認
km: ការផ្ទៀងផ្ទាត់ឯកសារ
ko: 문서 확인
nb: Dokumentverifisering
nl: Verificatie van document
pl: Weryfikacja dokumentu
pt_br: Verificação do documento
ru: Верификация документов
vi: Xác thực giấy tờ

source: Phone number verification
cs_cz: Ověření telefonního čísla
de: Verifizierung der Telefonnummer
es: Verificación de número telefónico
fil: Pagpapatotoo ng numero ng telepono
fr: Vérification du numéro de téléphone
hr: Provjera broja telefona
hu: Telefonszám hitelesítése
id: Verifikasi nomor telepon
it: Verifica del numero di telefono
ja: 電話番号の確認
km: ការផ្ទៀងផ្ទាត់លេខទូរស័ព្ទ
ko: 전화번호 확인
nb: Telefonnummerverifisering
nl: Verificatie van telefoonnummer
pl: Weryfikacja numeru telefonu
pt_br: Verificação do número do telefone
ru: Верификация номера телефона
vi: Xác thực số điện thoại

source: Face match verification
cs_cz: Ověření shody tváří
de: Face Match-Verifizierung
es: Verificación de reconocimiento facial
fil: Pagpapatotoo ng pagtugma ng mukha
fr: Vérification de la correspondance de visage
hr: Provjera podudaranja lica
hu: Arcfelismerés hitelesítése
id: Verifikasi pencocokan wajah
it: Verifica dell'abbinamento viso
ja: 顔一致認証
km: ការផ្ទៀងផ្ទាត់ផ្គូផ្គងមុខ
ko: 얼굴 일치 확인
nb: Ansiktsmatchingsverifikasjon
nl: Verificatie van gezichtsvergelijking
pl: Weryfikacja dopasowania twarzy
pt_br: Verificação da correspondência de face
ru: Верификация селфи
vi: Xác thực khớp khuôn mặt

source: Continue
cs_cz: Pokračovat
de: Weiter
es: Continuar
fil: Magpatuloy
fr: Continuer
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
km: បន្ត
ko: 계속
nb: Fortsett
nl: Doorgaan
pl: Dalej
pt_br: Continuar
ru: Продолжить
vi: Tiếp tục

source: First name
cs_cz: Jméno
de: Vorname
es: Nombre
fil: Unang pangalan
fr: Prénom
hr: Ime
hu: Keresztnév
id: Nama depan
it: Nome
ja: 名
km: នាមខ្លួន
ko: 이름
nb: Fornavn
nl: Voornaam
pl: Imię
pt_br: Nome
ru: Имя
vi: Tên

source: Last name
cs_cz: Příjmení
de: Nachname
es: Apellido
fil: Apelyido
fr: Nom de famille
hr: Prezime
hu: Vezetéknév
id: Nama belakang
it: Cognome
ja: 姓
km: នាមត្រកូល
ko: 성
nb: Etternavn
nl: Achternaam
pl: Nazwisko
pt_br: Sobrenome
ru: Фамилия
vi: Họ

source: Date of birth
cs_cz: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
fil: Petsa ng kapanganakan
fr: Date de naissance
hr: Datum rođenja
hu: Születési dátum
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
km: ថ្ងៃខែឆ្នាំកំណើត
ko: 생년월일
nb: Fødselsdato
nl: Geboortedatum
pl: Data urodzenia
pt_br: Data de nascimento
ru: Дата рождения
vi: Ngày sinh

source: Country
cs_cz: Země
de: Land
es: País
fil: Bansa
fr: Pays
hr: Zemlja
hu: Ország
id: Negara
it: Paese
ja: 国
km: ប្រទេស
ko: 국가
nb: Land
nl: Land
pl: Kraj
pt_br: País
ru: Страна
vi: Quốc gia

source: Address 2 (optional)
cs_cz: Adresa 2 (nepovinná)
de: 2. Adresse (optional)
es: Dirección 2 (opcional)
fil: Address 2 (opsyonal)
fr: Adresse 2 (facultatif)
hr: Adresa 2 (po izboru)
hu: Címsor 2 (opcionális)
id: Alamat 2 (opsional)
it: Indirizzo 2 (facoltativo)
ja: 住所 2 (オプション)
km: អាសយដ្ឋាន 2 (ដែលមានជម្រើស)
ko: 주소 2 (선택사항)
nb: Adresse 2 (valgfritt)
nl: Adres 2 (optioneel)
pl: Adres 2 (opcjonale)
pt_br: Endereço 2 (opcional)
ru: Адрес 2 (необязательно)
vi: Địa chỉ 2 (tùy chọn)

source: City
cs_cz: Město
de: Stadt
es: Ciudad
fil: Lungsod
fr: Ville
hr: Grad
hu: Város
id: Kota
it: Città
ja: 市
km: ទីក្រុង
ko: 도시
nb: Sted
nl: Woonplaats
pl: Miasto
pt_br: Cidade
ru: Город
vi: Thành phố

source: State
cs_cz: Stát
de: Bundesland
es: Estado
fil: Estado
fr: État
hr: Država
hu: Állam
id: Negara bagian
it: Stato
ja: 県
km: រដ្ឋ
ko: 주
nb: Fylke
nl: Provincie
pl: Stan
pt_br: Estado
ru: Штат
vi: Bang

source: Post code
cs_cz: PSČ
de: Postleitzahl
es: Código postal
fil: Zip code
fr: Code postal
hr: Poštanski broj
hu: Irányítószám
id: Kode pos
it: Codice postale
ja: 郵便番号
km: កូដប្រៃសណីយ៍
ko: 우편번호
nb: Postnummer
pl: Kod pocztowy
pt_br: Código postal
ru: Почтовый индекс
vi: Mã bưu điện

source: Please enter a valid info
cs_cz: Zadejte prosím platné informace
de: Bitte gib gültige Informationen ein.
es: Introduce correctamente la información
fil: Pakilagay ng balidong impormasyon
fr: Veuillez saisir une information valide
hr: Unesite valjane podatke
hu: Kérjük, érvényes információkat adj meg
id: Harap masukkan info yang valid
it: Inserisci un'informazione valida
ja: 有効な情報を入力してください
km: សូមបញ្ចូលព័ត៌មានដែលត្រឹមត្រូវ
ko: 유효한 정보를 입력해주십시오
nb: Oppgi gyldig info
nl: Voer geldige informatie in.
pl: Wprowadź prawidłowe informacje
pt_br: Digite uma informação válida
ru: Пожалуйста, введите достоверную информацию
vi: Vui lòng nhập thông tin hợp lệ

source: Code is invalid or expired. Please try again.
cs_cz: Tento kód je neplatný nebo vypršel. Zkuste to prosím znovu.
de: Der Code ist ungültig oder abgelaufen. Bitte versuche es noch einmal.
es: El código es incorrecto o ha caducado. Intenta de nuevo.
fil: Hindi balido o napaso ang code. Pakisubukan muli.
fr: Le code n'est pas valide ou a expiré. Veuillez réessayer.
hr: Kod nije valjan. Pokušajte ponovno kasnije.
hu: A kód érvénytelen vagy lejárt. Kérjük, próbáld újra.
id: Kode tidak valid atau kedaluwarsa. Coba lagi nanti.
it: Il codico è scaduto o non valido. Riprova.
ja: コードが無効か、有効期限が切れています。もう一度やり直してください。
km: លេខកូដមិនត្រឹមត្រូវ ឬផុតកំណត់។ សូមព្យាយាមម្តងទៀត។
ko: 코드가 잘못되었거나 만료되었습니다. 다시 시도해주십시오.
nb: Koden er ugyldig eller har utløpt, forsøk igjen.
nl: De code is ongeldig of vervallen. Probeer het nog een keer.
pl: Kod jest nieprawidłowy lub wygasł. Proszę spróbuj ponownie.
pt_br: O código é inválido ou está vencido. Tente novamente.
ru: Код недействителен или просрочен. Пожалуйста, попробуйте еще раз.
vi: Mã không hợp lệ hoặc đã hết hạn. Vui lòng thử lại.

source: Selfie
es: Selfi
hr: Selfi
hu: Szelfi
ja: 自撮り
km: សែលហ្វី
ko: 셀피
ru: Селфи
vi: Ảnh selfie

source: Select file...
cs_cz: Vyberte soubor...
de: Datei auswählen...
es: Selecciona el archivo...
fil: Piliin ang file...
fr: Sélectionner le fichier...
hr: Izaberi datoteku...
hu: Fájl kiválasztása ...
id: Pilih file…
it: Seleziona file...
ja: ファイルの選択...
km: ជ្រើសរើសហ្វៃល៍...
ko: 파일 선택...
nb: Velg fil ...
nl: Kies een bestand...
pl: Wybierz plik...
pt_br: Selecionar arquivo...
ru: Выбрать файл…
vi: Chọn tập tin...

source: Upload failed. Please try again later.
cs_cz: Nahrání se nezdařilo. Zkuste to prosím později znovu.
de: Hochladen fehlgeschlagen. Bitte versuche es später erneut.
es: No se pudo cargar. Intenta de nuevo más tarde.
fil: Nabigo ang pag-upload. Pakisubukan muli mamaya.
fr: Le téléchargement a échoué. Veuillez réessayer plus tard.
hr: Prijenos nije uspio. Pokušajte ponovno kasnije.
hu: A feltöltés sikertelen volt. Kérjük, próbáld újra később.
id: Gagal mengunggah. Coba lagi nanti.
it: Caricamento fallito. Riprova più tardi.
ja: アップロードに失敗しました。後でもう一度やり直してください。
km: ការផ្ទុក មិនបានសម្រេច។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ។
ko: 업로드 실패. 나중에 다시 시도해주십시오.
nb: Opplastingsfeil, forsøk igjen senere.
nl: Uploaden mislukt. Probeer het later nog een keer.
pl: Przesyłanie nie powiodło się. Spróbuj ponownie później.
pt_br: Falha no envio. Tente novamente mais tarde.
ru: Загрузка не удалась. Пожалуйста, попробуйте позже.
vi: Tải lên thất bại. Vui lòng thử lại sau.

source: Country of issuance
cs_cz: Země vydání
de: Ausstellungsland
es: Ciudad de emisión
fil: Bansang pinagbigyan
fr: Pays d'émission
hr: Zemlja izdavanja dokumenta
hu: Kibocsátási ország
id: Negara penerbit
it: Paese di emissione
ja: 発行国
km: ប្រទេសចេញឯកសារ
ko: 발행 국가
nb: Utstederland
nl: Land van uitgave
pl: Kraj wystawienia
pt_br: País de emissão
ru: Страна выдачи
vi: Quốc gia cấp

source: Document type
cs_cz: Typ dokladu
de: Dokumenttyp
es: Tipo de documento
fil: Klase ng dokumento
fr: Type de document
hr: Vrsta dokumenta
hu: Dokumentum típusa
id: Jenis dokumen
it: Tipo di documento
ja: ドキュメント タイプ
km: ប្រភេទឯកសារ
ko: 문서 유형
nb: Dokumenttype
pl: Rodzaj dokumentu
pt_br: Tipo de documento
ru: Тип документа
vi: Loại giấy tờ

source: Passport
cs_cz: Pas
de: Pass
es: Pasaporte
fil: Pasaporte
fr: Passeport
hr: Putovnica
hu: Útlevél
id: Paspor
it: Passaporto
ja: パスポート
km: លិខិតឆ្លងដែន
ko: 여권
nb: Pass
nl: Paspoort
pl: Paszport
pt_br: Passaporte
ru: Паспорт
vi: Hộ chiếu

source: National identity card
cs_cz: Národní doklad totožnosti
de: Personalausweis
es: Tarjeta de identidad nacional
fil: Pambansang pagkakakilanlang card
fr: Carte d'identité
hr: Nacionalna iskaznica
hu: Személyi igazolvány
id: KTP
it: Carta d'Identità
ja: 国民識別カード
km: អត្តសញ្ញាណប័ណ្ណជាតិ
ko: 국가 신분증
nb: Nasjonalt identitetskort
nl: Nationale identiteitskaart
pl: Krajowy dowód tożsamości
pt_br: Carteira nacional de identidade
ru: Национальное удостоверение личности
vi: Căn cước công dân

source: Driving licence
cs_cz: Řidičský průkaz
de: Fahrerlaubnis
es: Licencia de conducción
fil: Lisensiya sa pagmamaneho
fr: Permis de conduire
hr: Vozačka dozvola
hu: Vezetői engedély
id: SIM
it: Patente di guida
ja: 運転免許証
km: ប័ណ្ណបើកបរយានយន្ត
ko: 운전 면허증
nb: Førerkort
nl: Rijbewijs
pl: Prawo jazdy
pt_br: Carteira de habilitação
ru: Водительские права
vi: Bằng lái xe

source: Front side
cs_cz: Přední strana
de: Vorderseite
es: Cara frontal
fil: Harapang panig
fr: Face avant
hr: Prednja strana
hu: Elülső oldal
id: Sisi depan
it: Fronte
ja: 表面
km: ផ្នែក​ខាងមុខ
ko: 앞면
nb: Forside
nl: Voorzijde
pl: Przód
pt_br: Frente
ru: Лицевая сторона
vi: Mặt trước

source: Back side
cs_cz: Zadní strana
de: Rückseite
es: Respaldo
fil: Likurang panig
fr: Face arrière
hr: Stražnja strana
hu: Hátoldal
id: Sisi belakang
it: Retro
ja: 裏面
km: ផ្នែក​ខាងក្រោយ
ko: 뒷면
nb: Bakside
nl: Achterzijde
pl: Tył
pt_br: Verso
ru: Задняя сторона
vi: Mặt sau

source: Add Credit Card
cs_cz: Přidat kreditní kartu
de: Kreditkarte hinzufügen
es: Agregar tarjeta de crédito
fil: Magdagdag ng Credit Card
fr: Ajouter une carte de crédit
hr: Dodajte kreditnu karticu
hu: Hitelkártya hozzáadása
id: Tambahkan Kartu Kredit
it: Aggiungi carta di credito
ja: クレジットカードの追加
km: បន្ថែមប័ណ្ណឥណទាន
ko: 신용카드 추가
nb: Legg til kredittkort
nl: Creditcard toevoegen
pl: Dodaj kartę kredytową
pt_br: Adicionar Cartão de Crédito
ru: Добавить банковскую карту
vi: Thêm thẻ tín dụng

source: Use billing address the same that I have.
cs_cz: Použít stejnou fakturační adresu, jakou mám.
de: Meine Adresse als Rechnungsadresse verwenden.
es: Usar la misma dirección que tengo como dirección de facturación.
fil: Gumamit ng parehong billing address na pareho ng sa akin.
fr: Utilisez l'adresse de facturation identique à celle que j'ai.
hr: Upotrijebite adresu za naplatu istu kao i ja.
hu: Ugyanannak a számlázási címnek a használata, amellyel rendelkezem.
id: Gunakan alamat penagihan yang sama seperti yang saya miliki.
it: Usa lo stesso indirizzo di fatturazione.
ja: 請求先住所は、私のもと同じにする。
km: ប្រើអាសយដ្ឋានវិក្កយបត្រដែលខ្ញុំមានដូចគ្នា។
ko: 내가 보유한 것과 동일한 청구 주소 사용
nb: Bruk samme fakturaadresse som den jeg har.
nl: Het factuuradres is gelijk aan mijn adres.
pl: Użyj adresu rozliczeniowego takiego samego, jak podano.
pt_br: Usar o mesmo endereço para cobrança.
ru: Использовать адрес для выставления счетов, такой же, как у меня.
vi: Sử dụng địa chỉ thanh toán như đã cung cấp.

source: Card number
cs_cz: Číslo karty
de: Kartennummer
es: Número de la tarjeta
fil: Numero ng card
fr: Numéro de carte
hr: Broj kartice
hu: Kártyaszám
id: Nomor kartu
it: Numero della carta
ja: カード番号
km: លេខ​ប័ណ្ណ
ko: 카드 번호
nb: Kortnummer
nl: Kaartnummer
pl: Numer karty
pt_br: Número do cartão
ru: Номер карты
vi: Số thẻ

source: Expiry date
cs_cz: Datum konce platnosti
de: Ablaufdatum
es: Fecha de vencimiento
fil: Petsa ng pagkapaso
fr: Date d'expiration
hr: Datum isteka
hu: Lejárat dátuma
id: Tanggal kedaluwarsa
it: Data di scadenza
ja: 有効期限
km: កាលបរិច្ឆេទផុតកំណត់
ko: 만료일
nb: Utløpsdato
nl: Vervaldatum
pl: Data wygaśnięcia
pt_br: Data de vencimento
ru: Дата истечения срока
vi: Ngày hết hạn

source: Payment authorization declined
cs_cz: Autorizace platby byla zamítnuta
de: Autorisierung der Zahlung abgelehnt.
es: Autorización de pago rechazada
fil: Tinanggihan ang pahintulot sa pagbabayad
fr: Autorisation de paiement refusée
hr: Odobrenje plaćanje odbijeno
hu: Az utalás hitelesítése elutasítva
id: Otorisasi pembayaran ditolak
it: Auturizzazione al pagamento negata
ja: 支払承認が拒否されました
km: ការផ្តល់សិទ្ធិអនុញ្ញាតបង់ប្រាក់ បានបដិសេធ
ko: 결제 인증 거부
nb: Betalingsautorisasjon avvist
nl: Autorisatie betaling afgewezen.
pl: Autoryzacja płatności została odrzucona
pt_br: Autorização de pagamento não autorizada
ru: Платежное разрешение отклонено
vi: Đã từ chối ủy quyền thanh toán

source: Identity verification must be passed before saving card
cs_cz: Před uložením karty musí být absolvováno ověření identity
de: Du muss Deine Identität verifizieren, damit Du die Karte speichern kannst.
es: Debes aprobar la verificación de identidad antes de guardar la tarjeta
fil: Ang pagpapatotoo sa pagkakakilanlan ay dapat maipasa bago i-save ang card
fr: La vérification de l'identité doit être réussie avant d'enregistrer la carte
hr: Mora se proći provjera identiteta prije spremanja kartice
hu: A kártya elmentése előtt teljesíteni kell a személyazonosság hitelesítését
id: Verifikasi identitas harus dilewati sebelum menyimpan kartu
it: Prima di salvare la carta occorre superare le verifica dell'identità
ja: カードを保存する前に本人確認をする必要があります
km: ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណត្រូវតែឆ្លងកាត់មុនពេលរក្សាទុកប័ណ្ណ
ko: 카드를 저장하기 전 신원 확인이 통과되어야 합니다
nb: Identitetsverifisering må bestå før kort kan lagres
nl: De verificatie van de identiteit moet worden doorlopen voordat de kaart kan worden opgeslagen.
pl: Weryfikacja tożsamości musi zostać przeprowadzona przed zapisaniem karty
pt_br: A verificação da identidade deve ser aprovada antes de salvar os dados do cartão
ru: Верификация личности должна быть пройдена перед сохранением карты
vi: Phải xác minh danh tính thành công trước khi lưu thẻ

source: Payment method
cs_cz: Způsob platby
de: Zahlungsmethode
es: Medio de pago
fil: Paraan ng pagbabayad
fr: Méthode de paiement
hr: Način plaćanja
hu: Utalási módszerek
id: Metode pembayaran
it: Metodo di pagamento
ja: 支払方法
km: វិធីសាស្រ្តទូទាត់ប្រាក់
ko: 결제 방법
nb: Betalingsmetode
nl: Betalingsmethode
pl: Metoda płatności
pt_br: Forma de pagamento
ru: Способ оплаты
vi: Phương thức thanh toán

source: If the rate changes by more than +/-&nbsp;2.5%% you will be asked to reconfirm the transaction via email.
cs_cz: Jestliže se sazba změní o více než +/-&nbsp;2.5%%, budete požádáni o potvrzení transakce e-mailem.
de: Wenn sich der Kurs um mehr als +/-&nbsp;2.5%% ändert, wirst Du aufgefordert, die Transaktion erneut per E-Mail zu bestätigen.
es: Si la tarifa cambia en más de +/-&nbsp;2.5%%, se te pedirá que reconfirmes la transacción por correo electrónico.
fil: Kung magbago ang rate nang mahigit sa +/-&nbsp;2.5%% ipakukumpirma muli sa iyo ang transaksiyon sa pamamagitan ng email.
fr: Si le taux varie de plus de +/-&nbsp;2.5%%, il vous sera demandé de reconfirmer la transaction par courriel.
hr: Ako se tečaj promijeni za više od +/-&nbsp;2.5%%, od vas će se tražiti da ponovno potvrdite transakciju putem e-pošte.
hu: Ha az arány több mint értékkel változik, akkor a rendszer felkér, hogy a tranzakciót e-mailen keresztül hitelesítsd.
id: Jika harga berubah lebih besari dari +/-&nbsp;2,5%%, Anda akan diminta untuk mengonfirmasi ulang transaksi via email.
it: Se la tariffa cambia oltre +/-&nbsp;2.5%% riceverai una richiesta di conferma della transazione via email.
ja: レートが +/-&nbsp;2.5%% を超えて変更された場合は、メールで取引の再確認をするように求められます。
km: ប្រសិនបើអត្រាផ្លាស់ប្តូរលើសពី +/-&nbsp;2.5%% លោកអ្នកនឹងត្រូវបានគេស្នើសុំឱ្យបញ្ជាក់ប្រតិបត្តិការឡើងវិញតាមអ៊ីម៉ែល។
ko: 요금이 +/-&nbsp;2.5%% 이상 변경되면 이메일을 통해 거래 재확인 요청을 받게 됩니다.
nb: Dersom avgiften endres med mer enn +/-&nbsp;2.5%% blir du spurt via e-post om å bekrefte transaksjonen på nytt.
nl: Als het tarief met meer dan +/-&nbsp;2.5%% verandert, dan wordt aan u gevraagd de transactie via e-mail opnieuw te bevestigen.
pl: Jeśli stawka zmieni się o więcej niż +/-&nbsp;2.5%% zostaniesz poproszony o potwierdzenie transakcji e-mailem.
pt_br: Se o valor mudar mais de +/-&nbsp;2.5%% vez, você deverá reconfirmar a operação por e-mail.
ru: Если обменный курс поменяется более чем на +/-&nbsp;2.5%%, вас попросят подтвердить транзакцию по электронной почте.
vi: Nếu tỷ giá thay đổi +/-&nbsp;2.5%% trở lên, bạn sẽ nhận được email xác nhận lại giao dịch.

source: Confirm purchase
cs_cz: Potvrdit nákup
de: Kauf bestätigen
es: Confirmar compra
fil: Kumpirmahin ang pagbili
fr: Confirmer l'achat
hr: Potvrdi kupnju
hu: Erősítsd meg a vásárlást
id: Konfirmasikan pembelian
it: Conferma l'acquisto
ja: 購入の確認
km: បញ្ជាក់ការទិញ
ko: 구매 확인
nb: Bekreft kjøp
nl: Aankoop bevestigen
pl: Potwierdź zakup
pt_br: Confirmar compra
ru: Подтвердить покупку
vi: Xác nhận giao dịch

source: Purchase Successful
cs_cz: Nákup proběhl úspěšně
de: Erfolgreicher Kauf
es: Compra correcta
fil: Matagumpay ang Pagbili
fr: Achat réussi
hr: Uspješna kupnja
hu: Sikeres vásárlás
id: Pembelian berhasil
it: L'acquisto è andato a buon fine
ja: 購入に成功しました
km: ការទិញដោយជោគជ័យ
ko: 구매 성공
nb: Kjøp gjennomført
nl: Het aankopen is gelukt.
pl: Zakup wykonany pomyślnie
pt_br: Compra bem-sucedida
ru: Покупка прошла успешно
vi: Giao dịch thành công

source: 3D secure authentication requested.
cs_cz: Je vyžadována autentizace zabezpečená 3D.
de: 3D Sicherheitsauthentifizierung angefragt.
es: Autenticación segura 3D solicitada.
fil: Humiling ng 3D secure na authetication
fr: Authentification sécurisée 3D demandée.
hr: Traži se 3D sigurna provjera autentičnosti.
hu: 3D-s biztonsági hitelesítés szükséges.
id: Otentikasi 3D aman diminta.
it: È richiesta l'autenticazione 3D sicura.
ja: 3Dセキュア認証が要求されました。
km: ការផ្ទៀងផ្ទាត់សុវត្ថិភាព 3D ដែលបានស្នើសុំ។
ko: 3D 보안 인증 요청됨
nb: Autentisering med 3D Secure forespurt.
nl: 3D beveiligde verificatie verzocht.
pl: Zażądano bezpiecznego uwierzytelnienia 3D.
pt_br: Autenticação segura 3D solicitada.
ru: Запрошена 3D-аутентификация.
vi: Đã yêu cầu ủy quyền bảo mật 3D.

source: 3D secure authentication failed
cs_cz: Autentizace zabezpečená 3D se nezdařila
de: 3D Sicherheitsauthentifizierung fehlgeschlagen.
es: La autenticación segura 3D falló
fil: Nabigo ang 3D secure na authetication
fr: Authentification sécurisée 3D échouée.
hr: Nije uspjela 3D sigurna provjera autentičnosti.
hu: A 3D-s biztonsági hitelesítés sikertelen volt
id: Otentikasi 3D aman gagal
it: La richiesta d'autenticazione 3D sicura non è andata a buon fine.
ja: 3Dセキュア認証が失敗しました
km: ការផ្ទៀងផ្ទាត់សុវត្ថិភាព 3D ដែលមិនបានសម្រេច។
ko: 3D 보안 인증 실패
nb: Autentisering med 3D Secure feilet
nl: 3D beveiligde verificatie mislukt.
pl: Bezpieczne uwierzytelnianie 3D nie powiodło się
pt_br: Falha na autenticação segura 3D
ru: 3D-аутентификация не удалась
vi: Ủy quyền bảo mật 3D thất bại

source: Make sure that your card is valid and has sufficient available balance.
cs_cz: Ujistěte se, zda je Vaše karta platná a je na ní dostatečný disponibilní zůstatek.
de: Deine Karte muss gültig und ausreichend gedeckt sein.
es: Asegúrate que tu tarjeta es válida y que tiene suficiente saldo disponible.
fil: Siguruhin na balido ang card mo at may sapat na magagamit na balanse.
fr: Assurez-vous de la validité de votre carte et que son solde disponible soit suffisant.
hr: Provjerite je li vaša kartica valjana i ima li dovoljno raspoloživih sredstava na stanju.
hu: Győződj meg róla, hogy a kártyád érvényes, és rendelkezel a szükséges egyenleggel.
id: Pastikan bahwa kartu Anda valid dan memiliki saldo yang cukup.
it: Assicurarsi che la carta di credito sia valida e che abbia un saldo sufficiente disponibile.
ja: カードが有効で、十分な残高があることを確認してください。
km: ត្រូវប្រាកដថាប័ណ្ណរបស់អ្នកមានសុពលភាព និងមានសមតុល្យដែលអាចមានគ្រប់គ្រាន់។
ko: 카드가 유효하고 한도가 충분한지 확인하여 주십시오.
nb: Sørg for at kortet ditt er gyldig og at det har tilstrekkelig saldo.
nl: Controleer of uw kaart geldig is en of er voldoende geld op staat.
pl: Upewnij się, że Twoja karta jest ważna i ma wystarczające dostępne saldo.
pt_br: Certifique-se de que seu cartão é válido e tem saldo suficiente disponível.
ru: Убедитесь, что ваша карта действительна и имеет достаточное количество средств.
vi: Hãy đảm bảo rằng thẻ của bạn hợp lệ và có đủ số dư khả dụng.

source: Please select a payment method
cs_cz: Vyberte prosím metodu platby
de: Bitte wähle eine Zahlungsmethode.
es: Selecciona un medio de pago
fil: Pakipili ng paraan ng pagbabayad
fr: Veuillez choisir un moyen de paiement
hr: Izaberite način plaćanja.
hu: Kérjük, válassz utalási módot
id: Pilih metode pembayaran
it: Selezionare un metodo di pagamento
ja: お支払い方法を選択してください
km: សូមជ្រើសរើសវិធីសាស្ត្រទូទាត់ប្រាក់
ko: 결제 방법을 선택하십시오
nb: Velg en betalingsmetode
nl: Kies een betalingsmethode
pl: Zaznacz metodę płatności
pt_br: Selecione um forma de pagamento
ru: Пожалуйста, выберите способ оплаты
vi: Vui lòng chọn phương thức thanh toán

source: Pending
cs_cz: Zpracovává se
de: Ausstehend
es: Pendiente
fil: Nakabinbin
fr: En attente
hr: Na čekanju
hu: Függőben
id: Tertunda
it: In sospeso
ja: 保留中
km: នៅជំពាក់
ko: 대기 중
nb: Ventende
nl: In afwachting
pl: W trakcie
pt_br: Pendente
ru: В ожидании
vi: Đang chờ

source: Waiting for authorization
cs_cz: Čeká se na ověření
de: Warten auf Autorisierung
es: Esperando autorización
fil: Naghihintay ng pahintulot
fr: En attente d'autorisation
hr: Čeka se na odobrenje
hu: Várakozás a hitelesítésre
id: Menunggu otorisasi
it: In attesa d'autorizzazione
ja: 承認待ち
km: រង់ចាំការផ្តល់សិទ្ធិអនុញ្ញាត
ko: 인증 대기
nb: Venter på autorisasjon
nl: Er wordt gewacht op autorisatie.
pl: Oczekiwanie na autoryzację
pt_br: Aguardando autorização
ru: В ожидании авторизации
vi: Đang chờ ủy quyền
