Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Try updating your browser, or switching out of private browsing mode. If all else fails, download Chrome for your device.
cs_cz: Zkuste instalovat nejnovější verzi prohlížeče nebo vypněte prohlížení v anonymním módu. Pokud vše selže, stáhněte prohlížeč Chrome pro své zařízení.
de: Aktualisiere Deinen Webbrowser oder beende den Inkognito-Modus oder lade den Chrome Browser für Dein Gerät herunter.
es: Intenta actualizar el navegador o salir del modo de navegación privada. Si todo lo demás falla, descarga Chrome en el dispositivo.
fil: Subukang i-update ang iyong browser, o lumabas sa private browsing mode. Kung lahat ay bigo, i-download ang Chrome sa iyong aparato.
fr: Essayez de mettre à jour votre navigateur, ou le cas échéant quittez le mode de navigation privée. Si tout le reste échoue, téléchargez Chrome pour votre appareil.
hr: Pokušajte ažurirati vaš preglednik ili se prebaciti sa režima tajnog pregledavanja. Ukoliko ništa od ovoga ne uspije, preuzmite Chrome za vaš uređaj.
hu: Próbáld meg frissíteni a böngésződ vagy lépj ki a privát böngésző módból. Ha ez sem működik töltsd le a Chrome-ot a készülékedre.
id: Cobalah memperbarui browser, atau gunakan mode browsing privat. Jika semua gagal, unduh Chrome di perangkat anda
it: Prova ad aggiornare il tuo browser, o a disattivare la navigazione in incognito. Se ogni tentativo fallisce, scarica Chrome per il tuo dispositivo.
ja: ブラウザをアップデートする、もしくはプライベートモードを通常モードに切り替えて下さい。問題が続くようであればChromeブラウザーをオススメしております。
km: ព្យាយាមធ្វើបច្ចុប្បន្នភាពកម្មវិធីរុករករបស់អ្នកឬប្តូរចេញពីម៉ូដរុករកឯកជន។ ប្រសិនបើអ្វីៗទាំងអស់បរាជ័យ សូមទាញយក Chrome សម្រាប់ឧបករណ៍របស់អ្នក។
ko: 브라우저를 업데이트하거나 프라이빗 브라우징 모드에서 전환하십시오. 모두 실패하면 크롬을 기기에 다운로드하십시오.
nb: Prøv å oppdatere din nettleser eller skru av privatmodus. Om alt går galt, last ned Chrome for din enhet.
nl: Probeer uw browser bij te werken, of schakel de private browsing mode uit. Als niets lukt, download dan Chrome voor uw apparaat.
pl: Spróbuj zaktualizować swoją przeglądarkę lub wyłączyć trybu incognito. Jeśli mimo wszystko nie możesz uruchomić Coin, spróbuj zainstalować przeglądarkę Chrome.
pt_br: Tente atualizar seu navegador ou alterar o modo do navegador para fora do modo privativo. Se nada mais funcionar, baixe o Chrome no seu dispositivo.
ru: Попробуйте обновить свой браузер, или изменить его режим конфиденциальности. Если ничего не получается, попробуйте браузер Chrome.
th: ลองอัพเดทเบราวเซอร์ของคุณหรือสลับไปใช่โหมดเบราเซอร์ส่วนตัวดูสิ ถ้ามีอะไรผิดพลาดอีก ให้ดาวน์โหลด Chrome แทนนะ
tr: Tarayıcınızı güncellemeyi veya özel tarama modundan çıkmayı deneyin. Diğer her şey başarısız olursa, cihazınız için Chrome'u indirin.
uk: Спробуйте поновити ваш інтернет-браузер, або переключіться із приватного режиму. Якщо це не спрацює, спробуйте браузер Chrome.
vi: Hãy thử cập nhật trình duyệt hoặc chuyển khỏi chế độ duyệt web riêng tư. Nếu vẫn lỗi, hãy tải Chrome cho thiết bị của bạn.

source: Current coin price
cs_cz: Aktuální cena mince
de: Aktueller Coin-Preis
es: Precio actual de la moneda
fil: Kasalukuyang presyo ng coin
fr: Prix actuel du Coin
hr: Trenutačna vrijednost novčića
hu: Aktuális coin árfolyam
id: Harga coin saat ini
it: Prezzo attuale dei coin
ja: 現在のコイン価格
km: តម្លៃកាក់បច្ចុប្បន្ន
ko: 현재 코인 가격
nb: Nåværende myntpris
nl: Huidige muntprijs
pl: Obecna cena coina
pt_br: Preço atual no Coin
ru: Текущая цена монеты
th: ราคาเหรียญในปัจจุบัน
tr: Mevcut coin fiyatı
uk: Поточна ціна монети
vi: Giá coin hiện tại

source: Username not available
cs_cz: Uživatelské jméno není k dispozici.
de: Benutzername nicht verfügbar
es: El nombre de usuario no está disponible
fil: Hindi available ang username
fr: Nom d'utilisateur n'est pas disponible
hr: Korisničko ime nije dostupno
hu: Felhasználónév nem érhető el
id: Nama pengguna tidak tersedia
it: Nome utente non disponibile
ja: ユーザー名は使用できません。
km: ឈ្មោះអ្នកប្រើមិនមាន
ko: 사용자명을 사용할 수 없습니다
nb: Brukernavnet ikke tilgjengelig
nl: Gebruikersnaam niet beschikbaar
pl: Nazwa użytkownika nie jest dostępny
pt_br: Nome de usuário indisponível
ru: Имя пользователя не доступно
th: ไม่มีชื่อผู้ใช้
tr: Kullanıcı adı kullanılamıyor
uk: Ім'я користувача не доступне
vi: Tên đăng nhập không khả dụng

source: Scan your fingerprint please
cs_cz: Skenování otisku prstu, prosím
de: Scanne Deinen Fingerabdruck.
es: Escanea tu huella dactilar
fil: I-scan ang iyong fingerprint mangyaring
fr: Scannez votre empreinte digitale s'il vous plaît
hr: Skeniraj otisak prsta
hu: Olvasd be az ujjlenyomatod
id: Silahkan scan sidik jari anda
it: Eseguire la scansione delle impronte digitali per favore la tua
ja: あなたの指紋をスキャンしてください
km: សូមស្កេនក្រយៅដៃរបស់អ្នក
ko: 지문을 스캔해주십시오
nb: Skanne fingeravtrykket vennligst
nl: Scan uw vingerafdruk aub
pl: Skanowanie odcisku palca należy
pt_br: Faça a leitura da sua impressão digital
ru: Приложите палец, чтобы войти в приложение
th: สแกนลายนิ้วมือของคุณโปรด
tr: Lütfen parmak izinizi tarayın
uk: Сканування відбитків пальців, будь ласка
vi: Vui lòng quét dấu vân tay

source: Enter PIN
cs_cz: Zadejte kód PIN
de: PIN eingeben
es: Introduce el PIN
fil: Ipasok ang PIN
fr: Entrez le code PIN
hr: Unesi PIN
hu: PIN-kód megadása
id: Masukkan PIN
it: Inserire il PIN
ja: PINを入力してください
km: បញ្ចូលកូដ PIN
ko: PIN 번호 입력
nb: skriv inn PIN
nl: Voer PIN
pl: Wprowadź kod PIN
pt_br: Digite o código PIN
ru: Ввести 4-значный код
th: ป้อน PIN
uk: Введіть PIN
vi: Nhập mã PIN

# I Agree To The Terms &amp; Conditions
source: I Agree To The Terms & Conditions
cs_cz: Souhlasím s pravidly a podmínkami
de: Ich stimme den Allgemeine Geschäftsbedingungen zu.
es: Acepto los Términos y condiciones
fil: Sumasang-ayon Ako sa Mga Tuntunin at Kundisyon
fr: J'accepte les termes et conditions
hr: Prihvaćam Uvjete i odredbe
hu: Elfogadom a Felhasználási Feltételeket
id: Saya menyetujui Syarat & Ketentuan
it: Accetto i Termini e le Condizioni
ja: 私は利用規約に同意します
km: ខ្ញុំយល់ស្របនឹងបញ្ញត្តិនិងល័ក្ខខ័ណ្ឌ
ko: 이용 약관에 동의합니다
nb: Jeg godtar vilkårene og betingelsene
nl: Ik ga akkoord met de Algemene Voorwaarden
pl: Zgadzam się z Warunkami
pt_br: Concordo com os Termos e Condições
ru: Я принимаю условия соглашения
th: ฉันยอมรับข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşulları Kabul Ediyorum
uk: Я погоджуюся з правилами та умовами
vi: Tôi đồng ý các Điều khoản & Điều kiện

source: Terms of Use
cs_cz: Podmínky užívání
de: Nutzungsbedingungen
es: Términos de uso
fil: Mga Tuntunin ng Paggamit
fr: Conditions d'utilisation
hr: Uvjeti korištenja
hu: Felhasználási Feltételek
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
km: លក្ខខណ្ឌនៃការប្រើប្រាស់
ko: 이용 약관
nb: Bruksvilkår
nl: Gebruiksvoorwaarden
pl: Warunki korzystania z usługi
pt_br: Termos de Uso
ru: Условия соглашения
th: ข้อกำหนดในการใช้งาน
tr: Kullanım Koşulları
uk: Умови використання
vi: Điều khoản sử dụng

source: Unparsed address
cs_cz: Nezpracovaná adresa
de: Nicht analysierte Adresse
es: Dirección no interpretada
fil: Hindi naka-parse na address
fr: Adresse non analysée
hr: Neispravno unijeta adresa
hu: Nem elemzett cím
id: Address belum diparse
it: Indirizzo non analizzato
ja: 未解析アドレス
km: អាសយដ្ឋានដែលមិនបានធ្វើសម្ពន្ធ
ko: 분석되지 않은 주소
nb: Ubehandlet adresse
nl: Niet-verwerkt adres
pl: Adres nieparsowany
pt_br: Endereço não analisado sintagmaticamente
ru: Неизвестный адрес
th: ที่อยู่ที่ไม่มีการพาร์ส
tr: Çözümlenemeyen adres
uk: Непарсована адреса
vi: Địa chỉ chưa kiểm tra

source: Exchange
cs_cz: Směna
de: Umtauschen
es: Cambiar
fil: Palitan
fr: Échange
hr: Konvertiraj
hu: Váltó
id: bursa
it: Scambio
ja: 取引
km: ការប្តូ​រ​ប្រាក់
ko: 환전
nb: Veksle
nl: Uitwisselen
pl: Wymiana
pt_br: Câmbio
ru: Обменять
th: แลกเปลี่ยน
tr: Çevir
uk: Обмін
vi: Giao dịch

source: From
cs_cz: Odesílatel
de: Von
es: Desde
fil: Mula
fr: De
hr: Iz
hu: Küldő
id: Dari
it: Da
ja: 差出
km: ពី
nb: Fra
nl: Van
pl: Od
pt_br: De
ru: Откуда
th: จาก
tr: Kaynak
uk: З
vi: Từ

source: To
cs_cz: Adresát
de: In
es: Hasta
fil: Papunta
fr: À
hr: U
hu: Címzett
id: Kepada
it: A
ja: 宛先
km: ទៅ
nb: Til
nl: Naar
pl: Do
pt_br: Para
ru: Куда
th: ไปยัง
tr: Hedef
uk: У
vi: Sang

source: Exchange rate
cs_cz: Směnný kurz
de: Wechselkurs
es: Tasa de cambio
fil: Rate ng palitan
fr: Taux de change
hr: Tečaj
hu: Váltóárfolyam
id: Kurs bursa
it: Tasso di cambio
ja: 取引レート
km: អត្រា​ប្តូ​រ​ប្រាក់
ko: 환율
nb: Vekslingskurs
nl: Wisselkoers
pl: Kurs wymiany
pt_br: Taxa de câmbio
ru: Обменный курс
th: อัตราแลกเปลี่ยน
tr: Kur
uk: Курс обміну
vi: Tỷ giá

source: Loading...
cs_cz: Načítám...
de: Lädt…
es: Cargando...
fil: Naglo-load
fr: Chargement...
hr: Učitava se...
hu: Töltés...
id: Memuat...
it: Caricamento in corso...
ja: 読み込み中...
km: កំពុងផ្ទុក...
ko: 로딩 중...
nb: Laster inn ...
nl: Aan het laden...
pl: Ładuję…
pt_br: Carregando...
ru: Загрузка...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...

source: Address
cs_cz: Adresa
de: Adresse
es: Dirección
fr: Adresse
hr: Adresa
hu: Cím
it: Indirizzo
ja: アドレス
km: អាសយដ្ឋាន
ko: 주소
nb: Adresse
nl: Adres
pl: Adres
pt_br: Endereço
ru: Адрес
th: ที่อยู่
tr: Adres
uk: Адреса
vi: Địa chỉ

source: Return address (optional)
cs_cz: Adresa pro vrácení (nepovinná)
de: Absender (optional)
es: Dirección del remitente (opcional)
fil: Pabalik na address (opsyonal)
fr: Adresse de l’expéditeur (facultatif)
hr: Adresa pošiljatelja (neobavezno)
hu: Visszatérítési cím (nem kötelező)
id: Kembali ke address(opsional)
it: Indirizzo del mittente (facoltativo)
ja: 返送先住所（オプション）
km: អាសយដ្ឋានផ្ញើត្រឡប់ (ជម្រើស)
ko: 반환 주소(선택사항)
nb: Returadresse (valgfritt)
nl: Retouradres (optioneel)
pl: Adres zwrotny (opcjonalne)
pt_br: Endereço de retorno (opcional)
ru: Обратный адрес (необязательно)
th: ที่อยู่สำหรับส่งคืน (ไม่จำเป็น)
uk: Зворотна адреса (за бажанням)
vi: Địa chỉ trả lại (tùy chọn)

# Deposit address
source: Deposit address (%(symbol)s)
cs_cz: Adresa pro uložení (%(symbol)s)
de: Einzahlungsadresse (%(symbol)s)
es: Dirección para depositar (%(symbol)s)
fil: Address ng pagdeposito (%(symbol)s)
fr: Adresse de dépôt (%(symbol)s)
hr: Adresa primatelja (%(symbol)s)
hu: Letéti cím (%(symbol)s)
it: Indirizzo del versamento (%(symbol)s)
ja: 振込アドレス（%(symbol)s）
km: អាសយដ្ឋានដាក់ប្រាក់ (%(symbol)s)
ko: 입금 주소 (%(symbol)s)
nb: Innskuddsadresse (%(symbol)s)
nl: Deposito-adres (%(symbol)s)
pl: Adres depozytu (%(symbol)s)
pt_br: Endereço do depósito (%(symbol)s)
ru: Депозитный адрес (%(symbol)s)
th: ที่อยู่เงินฝาก (%(symbol)s)
tr: Mevduat adresi (%(symbol)s)
uk: Адреса для поповнення (%(symbol)s)
vi: Địa chỉ gửi tiền %(symbol)s

# amount :toSymbol have been delivered to :toAddress
source: %(amount)s %(toSymbol)s have been delivered to %(toAddress)s
cs_cz: %(amount)s %(toSymbol)s bylo staženo do %(toAddress)s
de: %(amount)s %(toSymbol)s wurden gesendet an %(toAddress)s
es: %(amount)s %(toSymbol)s han sido entregados a %(toAddress)s
fil: Ang %(amount)s %(toSymbol)s ay naihatid sa %(toAddress)s
fr: %(amount)s %(toSymbol)s ont été livrés à %(toAddress)s
hr: %(amount)s %(toSymbol)s je isporučeno na %(toAddress)s
hu: %(amount)s %(toSymbol)s elküldésre került ide %(toAddress)s
id: %(amount)s %(toSymbol)s telah terkirim pada %(toAddress)s
it: %(amount)s %(toSymbol)s è stato consegnato a %(toAddress)s
ja: %(amount)s %(toSymbol)sが %(toAddress)sに送信されました
km: %(amount)s %(toSymbol)s ត្រូវបានបញ្ជូនទៅ %(toSymbol)s
ko: %(amount)s %(toSymbol)s이/가 %(toAddress)s(으)로 전달되었습니다.
nb: %(amount)s %(toSymbol)s har blitt levert til %(toAddress)s
nl: %(amount)s %(toSymbol)s werden geleverd aan %(toAddress)s
pl: %(amount)s %(toSymbol)s zostały dostarczone do %(toAddress)s
pt_br: %(amount)s %(toSymbol)s foram entregues a %(toAddress)s
ru: %(amount)s %(toSymbol)s было доставлено на %(toAddress)s
th: %(amount)s %(toSymbol)s ถูกส่งไปยัง %(toAddress)s เรียบร้อยแล้ว
tr: %(amount)s %(toSymbol)s şuraya teslim edildi: %(toAddress)s
uk: %(amount)s %(toSymbol)s доставлено до %(toAddress)s
vi: %(amount)s %(toSymbol)s đã được chuyển đến %(toAddress)s

source: Back
cs_cz: Zpět
de: Zurück
es: Atrás
fil: Bumalik
fr: Retour
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
km: ត្រឡប់
ko: 돌아가기
nb: Tilbake
nl: Terug
pl: Wróć
pt_br: Voltar
ru: Назад
th: ย้อนกลับ
tr: Geri
uk: Назад
vi: Quay lại

source: Awaiting deposit...
cs_cz: Čeká se na vklad...
de: Warten auf Einzahlung...
es: Esperando depósito...
fil: Naghihintay ng deposito...
fr: En attente de dépôt...
hr: Čeka se depozit...
hu: Letétre vár...
id: Menunggu deposit...
it: In attesa del deposito...
ja: 入金を待っています...
km: កំពុងរង់ចាំការដាក់ប្រាក់បញើរ...
ko: 입금 대기 중...
nb: Venter på innskudd ...
nl: In afwachting van de aanbetaling...
pl: Czekam na depozyt...
pt_br: Aguardando depósito...
ru: Ожидание депозита...
th: กำลังรอเงินฝาก...
tr: Mevduat bekleniyor...
uk: Очікування депозиту...
vi: Đang chờ gửi tiền...

source: Deposit has been received
cs_cz: Vklad byl přijat
de: Einzahlung wurde empfangen.
es: El depósito se recibió
fil: Natanggap ang deposito
fr: Le dépôt a été reçu
hr: Depozit je primljen
hu: Megérkezett a letét
id: Deposit telah diterima
it: Il deposito è stato ricevuto
ja: 入金を受け取りました
km: ប្រាក់បញ្ញើត្រូវបានទទួល
ko: 입급액을 수취하였습니다
nb: Innskudd har blitt mottatt
nl: De aanbetaling werd ontvangen.
pl: Depozyt otrzymany
pt_br: Depósito recebido
ru: Депозит был получен
th: ได้รับเงินฝากเรียบร้อยแล้ว
tr: Mevduat alındı
uk: Депозит отримано
vi: Đã nhận được tiền gửi

source: Awaiting exchange...
cs_cz: Čeká se na směnu...
de: Warten auf Umtausch...
es: Esperando cambio...
fil: Naghihintay ng palitan...
fr: En attente d'échange...
hr: Čeka se na konverziju...
hu: Váltásra vár...
id: Menunggu pertukaran...
it: In attesa dello scambio...
ja: 取引を待っています...
km: កំពុងរង់ចាំការប្តូរប្រាក់...
ko: 환전 대기 중...
nb: Venter på veksling ...
nl: Er wordt gewacht op de uitwisseling.
pl: Czekam na wymianę...
pt_br: Aguardando câmbio...
ru: Ожидание обмена...
th: กำลังรอการแลกเปลี่ยน...
tr: Çevirme işlemi bekleniyor...
uk: Очікування обміну...
vi: Đang chờ giao dịch...

source: Exchange complete!
cs_cz: Směna je hotova!
de: Umtausch abgeschlossen!
es: ¡Cambio completo!
fil: Tapos na ang palitan!
fr: Échange terminé !
hr: Konverzija je završena!
hu: Váltás befejeződött!
id: Pertukaran selesai
it: Scambio Completato!
ja: 取引が完了しました！
km: ការប្តូរប្រាក់បានបញ្ចប់!
ko: 환전 완료!
nb: Veksling fullført!
nl: Uitwisseling voltooid.
pl: Wymiana zakończona!
pt_br: Câmbio concluído!
ru: Обмен завершен!
th: การแลกเปลี่ยนเสร็จแล้ว!
tr: Çevirme işlemi tamamlandı!
uk: Обмін завершено!
vi: Giao dịch hoàn tất!

source: Done
cs_cz: Hotovo
de: Fertig
es: Hecho
fil: Tapos Na
fr: Terminé
hr: Gotovo
hu: Kész
id: Selesai
it: Fatto
ja: 完了
km: បានធ្វើរួច
ko: 완료
nb: Ferdig
nl: Gedaan
pl: Gotowe
pt_br: Concluído
th: เสร็จสิ้น
tr: Bitti
uk: Зроблено
vi: Hoàn tất

source: Please enter a valid return address
cs_cz: Zadejte prosím platnou adresu pro vrácení
de: Bitte gib einen gültigen Absender ein
es: Escribe una dirección de correo electrónico de remite correcta
fil: Pakipasok ng balidong pabalik na address
fr: Veuillez saisir une adresse de l’expéditeur valide
hr: Unesite valjanu adresu pošiljatelja
hu: Írj be egy érvényes visszatérítési címet
id: Masukkan address kembalian yang valid
it: Inserisci un indirizzo del mittente valido
ja: 有効な返信先アドレスを入力してください
km: សូមបញ្ចូលអាសយដ្ឋានផ្ញើត្រឡប់ត្រឹមត្រូវ
ko: 유효한 반환 주소를 입력해주십시오
nb: Angi en gyldig returadresse.
nl: Voer een geldig retouradres in.
pl: Wprowadź prawidłowy adres zwrotny
pt_br: Digite um endereço de retorno válido
ru: Пожалуйста, введите правильный адрес возврата
th: โปรดป้อนที่อยู่สำหรับส่งคืนที่ถูกต้อง
tr: Lütfen geçerli bir iade adresi girin
uk: Введіть дійсну зворотну адресу
vi: Hãy nhập địa chỉ trả lại hợp lệ

source: Miner fee
cs_cz: Poplatek těžaře
de: Miner-Kommission
es: Tarifa de minero
fil: Bayad sa miner
fr: Frais minimes
hr: Provizija na rudarenje
hu: Bányászdíj
id: Biaya miner
it: Tasse minatore
ja: マイナー手数料
km: ថ្លៃអ្នករុករករ៉ែ
ko: 채굴자 수수료
nb: Mining-avgift
nl: Minerkosten
pl: Opłata górnicza
pt_br: Taxa de mineração
ru: Комиссия майнера
th: ค่าธรรมเนียมการขุด
uk: Комісія майнерів
vi: Phí khai thác

source: Return address should be an address controlled by you where deposit will be returned in the event of a failed transaction.
cs_cz: Adresou pro návrat má být adresa, kterou máte ve své moci a kam bude Váš vklad vrácen v případě chybné transakce.
de: Der Absender muss eine von Dir kontrollierte Adresse sein, an die die Einzahlung im Fall einer fehlgeschlagenen Transaktion zurückgesandt wird.
es: La dirección de remite debe ser una dirección que tu controles, a donde se regresará el depósito en caso de que falle la transacción.
fil: Ang pabalik na address ay dapat isang address na kontrolado kung saan isasauli ang deposito mo sakaling nabigo ang transaksiyon.
fr: L'adresse de retour doit être une adresse que vous contrôlez et à laquelle le dépôt sera restitué en cas d'échec de la transaction.
hr: Adresa pošiljatelja bi trebala biti adresa koja je pod vašom kontrolom kako bi na nju bio vraćen depozit u slučaju neuspjele transakcije.
hu: A visszatérítési díj egy olyan cím kell hogy legyen, ami a Tiéd és ahova sikertelen tranzakció esetén visszatérítésre kerül az összeg.
id: Address kembalian sebaiknya anda kelola sendiri karena deposit akan dikembalikan jika transaksi gagal
it: L'indirizzo del mittente deve essere un indirizzo controllato da te, inoltre, deve essere un indirizzo dove il deposito verrà restituito nel caso in cui la transazione fallisse.
ja: 返信先アドレスは、取引が失敗した場合に入金が返却される、お客様が管理するアドレスである必要があります。
km: អាសយដ្ឋានផ្ញើត្រឡប់គួរតែជាអាសយដ្ឋានគ្រប់គ្រងដោយអ្នកដែលការដាក់ប្រាក់នឹងត្រូវបានប្រគល់ជូនក្នុងករណីដែលប្រតិបត្តិការបរាជ័យ។
ko: 반환 주소는 여러분이 관리하는 주소로 거래 실패 시 입금액이 반환되는 주소입니다.
nb: Returadressen må være en adresse du kontrollerer. Dit returneres innskudd i tilfelle en feilende transaksjon.
nl: Het retouradres dien een adres te zijn waar u de controle over hebt en waar de storting retour zal worden verzonden in geval van een mislukte transactie.
pl: Adres zwrotny powinien być adresem kontrolowanym przez ciebie, w przypadku gdy depozyt zostanie zwrócony w przypadku nieudanej transakcji.
pt_br: O endereço de retorno deve ser um endereço controlado por você, em que o depósito será devolvido na hipótese de falha na operação.
ru: Обратный адрес должен принадлежать вам, чтобы в случае сбоя депозит был возвращен на этот адрес.
th: ที่อยู่สำหรับส่งคืนควรจะเป็นที่อยู่ที่คุณเป็นผู้ควบคุม โดยมีไว้สำหรับส่งคืนเงินฝากในกรณีที่ธุรกรรมล้มเหลว
uk: Зворотна адреса має бути контрольованою вами адресою, на яку повертається депозит у випадку невдалої транзакції.
vi: Địa chỉ trả lại phải là địa chỉ do bạn kiểm soát, nơi tiền gửi được trả lại trong trường hợp giao dịch không thành công.

source: Remove account
cs_cz: Odstranit účet
de: Konto entfernen
es: Eliminar cuenta
fil: Alisin ang account
fr: Supprimer le compte
hr: Ukloni korisnički račun
hu: Számla törlése
id: Hapus akun
it: Rimuovi account
ja: アカウントを削除
km: លុប​គណនី​
ko: 계정 삭제
nb: Fjerne konto
nl: Account verwijderen
pl: Usuń konto
pt_br: Remover conta
ru: Удалить аккаунт
th: ลบบัญชี
tr: Hesabı kaldır
uk: Видалити аккаунт
vi: Xoá tài khoản

source: Remove
cs_cz: Odstranit
de: Entfernen
es: Eliminar
fil: Alisin
fr: Supprimer
hr: Ukloni
hu: Törlés
id: Hapus
it: Rimuovi
ja: 削除
km: លុប
ko: 삭제
nb: Fjerne konto
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบ
tr: Kaldır
uk: Видалити
vi: Xóa

source: Are you sure?
cs_cz: Opravdu to chcete?
de: Bist Du sicher?
es: ¿Estás seguro?
fil: Sigurado ka ba?
fr: Êtes-vous sûr(e) ?
hr: Jeste li sigurni?
hu: Biztos vagy benne?
id: Apakah anda yakin?
it: Sei sicuro?
ja: 本当によろしいですか？
km: តើអ្នក​ប្រាកដឬទេ?
ko: 정말로 삭제하시겠습니까?
nb: Er du sikker?
nl: Weet u zeker dat u dit wilt?
pl: Czy na pewno?
pt_br: Tem certeza?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc không?

source: Account has been successfully removed
cs_cz: Účet byl úspěšně odstraněn
de: Das Konto wurde erfolgreich entfernt.
es: La cuenta ha sido eliminada correctamente
fil: Matagumpay na naalis ang account
fr: Le compte a été supprimé avec succès
hr: Korisnički račun je uspješno uklonjen
hu: Töröltük a számlát
id: Akun ini berhasil dihapus
it: L'account è stato rimosso con successo
ja: アカウントは正常に削除されました
km: ​គណនី​បានលុបចេញដោយជោគជ័យ
ko: 계정이 성공적으로 삭제되었습니다
nb: Kontoen ble fjernet.
nl: Het is gelukt het account te verwijderen.
pl: Twoje konto zostało pomyślnie usunięte
pt_br: A conta foi removida com êxito
ru: Аккаунт успешно удален
th: ลบบัญชีเรียบร้อยแล้ว
tr: Hesap başarılı bir şekilde kaldırıldı
uk: Аккаунт успішно видалено
vi: Xóa tài khoản thành công

source: This page will be reloaded shortly.
cs_cz: Tato stránka bude brzy znovu načtena
de: Diese Seite wird in Kürze erneut geladen.
es: Esta página se cargará de nuevo en breve.
fil: Muling ilo-load ang pahinang ito sa ilang sandali.
fr: Cette page se rechargera sous peu.
hr: Ova stranica bit će uskoro ponovno učitana.
hu: Ez az oldal hamarosan újre betölt.
id: Halaman ini akan dimuat ulang secepatnya
it: Questa pagina verrà ricaricata a breve.
ja: このページはまもなくリロードされます。
km: ទំព័រនេះនឹងត្រូវបានផ្ទុកឡើងវិញក្នុងពេលឆាប់ៗនេះ។
ko: 이 페이지는 곧 다시 로딩됩니다.
nb: Siden oppdateres snart.
nl: Deze pagina wordt zo opnieuw geladen.
pl: Ta strona zostanie wkrótce ponownie załadowana.
pt_br: Esta página será recarregada em breve.
ru: Эта страница будет перезагружена в ближайшее время.
th: หน้านี้จะรีโหลดในอีกสักครู่
tr: Bu sayfa kısa süre içinde yeniden yüklenecek.
uk: Цю сторінку незабаром буде завантажено.
vi: Trang này sẽ được tải lại ngay.

source: About
cs_cz: O aplikaci
de: Über uns
es: Acerca de
fil: Tungkol Dito
fr: À propos de
hr: O nama
hu: Rólunk
id: Tentang
it: Informazioni
ja: 詳細
km: អំពី
ko: 소개
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
ru: О кошельке
th: เกี่ยวกับ
tr: Hakkında
uk: Про проект
vi: Giới thiệu

source: Release information
cs_cz: Informace o vydání
de: Informationen zur Veröffentlichung
es: Información de la versión
fil: Impormasyon sa Pagpapalabas
fr: Divulguer des renseignements
hr: Podijeli informacije
hu: Verzióinformáció
id: Informasi rilis
it: Informazioni sul rilascio
ja: リリース情報
km: ការចេញផ្សាយព័ត៌មាន
ko: 정보 공개
nb: Utgivelsesinformasjon
nl: Versie-informatie
pl: Informacje o zastrzeżeniach
pt_br: Informações da versão
ru: Информация о приложении
th: ข้อมูลการปล่อยอัปเดต
tr: Sürüm bilgileri
uk: Інформація про версію
vi: Thông tin phát hành

source: Version
cs_cz: Verze
es: Versión
fil: Bersyon
hr: Inačica
hu: Verzió
id: Versi
it: Versione
ja: バージョン
km: កំណែ
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản

source: Transfer paper wallet / private key
cs_cz: Přenést papírovou peněženku / privátní klíč
de: Überweisung Papier-Brieftasche/privater Schlüssel
es: Transferir monedero de papel/clave privada
fil: Ilipat ang papel na wallet / pribadong key
fr: Transférer portefeuille de documents / clé privée
hr: Prebaci papirnati novčanik/tajni ključ
hu: Papírtárca/privát kulcs transzfer
it: Portafoglio carta trasferimento / chiave privata
ja: ペーパーウォレット / 秘密鍵を転送
km: ផ្ទេរកាបូបក្រដាសប្រាក់/កូនសោឯកជន
ko: 종이 월렛 / 개인키
nb: overfør papirlommebok/privat nøkkel
nl: Papieren portemonnee / privé code overbrengen
pl: Przenieś portfel papierowy / klucz prywatny
pt_br: Transferir carteira de papel/chave privativa
ru: Перенести бумажный кошелек / приватный ключ
th: ถ่ายโอนกระเป๋าเงินกระดาษ / คีย์ส่วนตัว
tr: Kağıt cüzdan / özel anahtar aktar
uk: Перемістити паперовий гаманець / приватний ключ
vi: Chuyển ví giấy / khóa riêng
