Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

# Pay (:amount) XLM to :destination
source: Pay %(amount)s XLM to %(destination)s
cs_cz: Zaplatit %(amount)s XLM %(destination)s
de: %(amount)s XLM an %(destination)szahlen
es: Pagar %(amount)s XLM a %(destination)s
fil: Magbayad ng %(amount)s XLM sa %(destination)s
fr: Payer %(amount)s XLM à %(destination)s
hr: Uplati %(amount)s XLM na %(destination)s
hu: Küldj %(amount)s XLM coint %(destination)s címre
id: Bayar %(amount)s XLM kepada %(destination)s
it: Paga %(amount)s XLM a %(destination)s
ja: %(amount)sXLMを%(destination)sへお支払いください
km: បង់ %(amount)s XLM ទៅ %(destination)s
ko: %(destination)s(으)로 %(amount)s XLM 지급
nb: Betal %(amount)s XLM til %(destination)s
nl: Betaal %(amount)s XLM aan %(destination)s
pl: Zapłać %(amount)s XLM do %(destination)s
pt_br: Pagar %(amount)s XLM para %(destination)s
ru: Оплата %(amount)s XLM на %(destination)s
th: ชำระเงินจำนวน %(amount)s XLM ให้กับ %(destination)s
uk: Сплатити %(amount)s XLM до %(destination)s
vi: Thanh toán %(amount)s XLM cho %(destination)s

# Created Account :destination with balance :amount XLM
source: Created Account %(destination)s with balance %(amount)s XLM
cs_cz: Byl vytvořen účet %(destination)s se zůstatkem %(amount)s XLM
de: Konto %(destination)s mit einem Guthaben von %(amount)s XLM erstellt
es: Cuenta creada %(destination)s con un saldo de %(amount)s XLM
fil: Gumawa ng Account %(destination)s na may balanseng %(amount)s XLM
fr: Compte créé %(destination)s avec solde %(amount)s XLM
hr: Kreirani račun %(destination)s sa stanjem %(amount)s XLM
hu: Számla létrehozva %(destination)s %(amount)s XLM egyenleggel
id: Buat Akun %(destination)s dengan saldo %(amount)s XLM
it: Account creato %(destination)s con un saldo %(amount)s XLM
ja: 残高%(amount)sXLMのアカウント%(destination)sが作成されました
km: បង្កើតគណនី %(destination)s ជាមួយនឹងសមតុល្យ %(amount)s XLM
ko: 잔고가 %(amount)s XLM인 생성된 계정 %(destination)s
nb: Opprettet konto %(destination)s med saldo %(amount)s XLM
nl: Account gecreëerd %(destination)s met een balans van %(amount)s XLM
pl: Utworzono konto %(destination)s z saldem %(amount)s XLM
pt_br: Conta criada %(destination)s com saldo de %(amount)s XLM
ru: Создание аккаунта %(destination)s с балансом %(amount)s XLM
th: สร้างบัญชี %(destination)s ที่มียอดคงเหลือ %(amount)s XLM แล้ว
tr: %(amount)s XLM bakiye ile %(destination)s Hesabı oluşturuldu
uk: Створено аккаунт %(destination)s з залишком %(amount)s XLM
vi: Đã tạo tài khoản %(destination)s với số dư %(amount)s XLM

source: Memo
cs_cz: Poznámka
fr: Mémo
hr: Bilješka
hu: Memó
ja: メモ
km: កំណត់ហេតុ៖
ko: 메모
nb: Notat
pt_br: Memorando
ru: Мемо
th: บันทึก
tr: Hatırlatma Notu
uk: Мемо

source: Please enter a valid memo
cs_cz: Zadejte prosím platnou poznámku.
de: Bitte gib ein gültiges Memo ein.
es: Introduce un memo correcto
fil: Pakilagay ng balidong memo
fr: Veuillez saisir un mémo valide
hr: Unesite važeću bilješku
hu: Adj meg egy érvényes memót
id: Masukkan memo yang valid
it: Inserisci un memo valido
ja: 有効なメモを入力してください
km: សូមបញ្ចូលកំណត់ហេតុត្រឹមត្រូវ
ko: 유효한 메모를 입력해주십시오
nb: Angi et gyldig notat
nl: Voer een geldige memo in
pl: Wprowadź prawidłowe memo
pt_br: Digite um memorando válido
ru: Пожалуйста, введите действительный мемо
th: โปรดป้อนบันทึกที่ถูกต้อง
tr: Lütfen geçerli bir hatırlatma notu girin
uk: Введіть дійсне значення мемо
vi: Hãy nhập memo hợp lệ

source: The memo contains optional extra information. A string up to 28-bytes long.
cs_cz: Tato poznámka obsahuje volitelné doplňujícíc informace. Řetězec délky 28 bytů.
de: Das Memo enthält optional zusätzliche Informationen. Bis zu 28 Bytes lange Zeichenkette.
es: Este memo contiene información adicional opcional. Un cadena hasta de 28 bytes.
fil: Ang memo ay naglalaman ng opsyonal na ekstrang impormasyon. Isang string na hanggang 28-bytes ang haba.
fr: Le mémo contient des informations supplémentaires facultatives. Une chaîne pouvant aller jusqu'à 28 octets.
hr: Bilješka sadrži neobavezne dodatne informacije. Niz duljine do 28 bajtova.
hu: A memó választható extra informáciüt tartalmaz. A sztring 28 bit hosszú.
id: Memo berisi informasi tambahan lain. Sebuah string dengan panjang hingga 28-byte.
it: Il memo contiene informazioni extra facoltative. Una stringa lunga fino a 28 byte.
ja: メモには、オプションで最大28バイトの文字列の追加情報が含まれます。
km: កំណត់ហេតុនេះមានព័ត៌មានបន្ថែមសម្រាប់ជាជម្រើស។ ចំនួនខ្សែមានប្រវែងរហូតដល់ 28 បៃ។
ko: 메모에는 선택적인 추가 정보가 포함됩니다. 문자열 길이는 최장 28 바이트입니다.
nb: Notatet inneholder valgfri ekstra informasjon. En streng opptil 28-byte lang.
nl: De memo bevat optionele aanvullende informatie. Een string van maximaal 28 bytes lang.
pl: Memo zawiera informacje dodatkowe. Ciąg o długości do 28 bajtów.
pt_br: O memorando contém informações extras opcionais. Sequência de até 28 bytes.
ru: В мемо содержится дополнительная информация. Строка длиной до 28 байтов.
th: บันทึกนี้จะบรรจุข้อมูลเพิ่มเติมที่จะมีหรือไม่มีก็ได้ โดยเป็นสตริงซึ่งมีความยาวสูงสุด 28 ไบต์
tr: Hatırlatma notu isteğe bağlı ek bilgiler içerir. 28 bayt uzunluğa kadar bir dizidir.
uk: Мемо містить надлишкову інформацію. Рядок довжиною до 28 байт.
vi: Memo chứa thông tin bổ sung tùy chọn. Một chuỗi dài tới 28 byte.

source: Your wallet isn't activated. You can receive only amount greater than %(minReserve)s %(denomination)s.
cs_cz: Vaše peněženka není aktivována. Můžete přijmout jen částku vyšší než %(minReserve)s %(denomination)s.
de: Deine Brieftasche ist nicht aktiviert. Du kannst nur einen Betrag senden, der größer ist als %(minReserve)s %(denomination)s.
es: Tu monedero no está activado. Solo puedes recibir un importe mayor a %(minReserve)s %(denomination)s.
fil: Hindi gumagana ang wallet mo. Maaari ka lang makatanggap ng halagang mas malaki sa %(minReserve)s %(denomination)s.
fr: Votre portefeuille n'est pas activé. Vous ne pouvez recevoir qu'un montant supérieur à %(minReserve)s %(denomination)s.
hr: Vaš novčanik nije aktiviran. Možete primiti samo iznos veći od %(minReserve)s %(denomination)s.
hu: Nincs aktiválva a tárcád. Kizárólag %(minReserve)s %(denomination)s összegnél nagyobbat fogadhatsz.
id: Wallet anda belum diaktifkan. Anda hanya bisa menerima jumlah lebih besar dari %(minReserve)s %(denomination)s.
it: Il tuo portafoglio non è attivato. Puoi solo ricevere importi superiori a %(minReserve)s %(denomination)s.
ja: ウォレットがアクティベートされていません。%(minReserve)s%(denomination)sより大きい金額のみを受け取ることができます。
km: កាបូបរបស់អ្នកមិនធ្វើឲ្យសកម្មទេ។ អ្នកអាចទទួលតែចំនួនទឹកប្រាក់ធំជាង %(minReserve)s %(denomination)s។
ko: 월렛이 활성화되지 않았습니다. %(minReserve)s %(denomination)s보다 큰 금액만 수취할 수 있습니다.
nb: Din lommebok er ikke aktivert. Du kan kun sende beløp høyere enn %(minReserve)s %(denomination)s.
nl: Uw portemonnee is niet geactiveerd. U kunt alleen een bedrag groter dan %(minReserve)s %(denomination)s ontvangen.
pl: Twój portfel nie jest zaktywowany. Możesz otrzymać tylko kwotę większą niż %(minReserve)s %(denomination)s.
pt_br: Sua carteira não está ativa. Apenas valores superiores a %(minReserve)s %(denomination)s podem ser recebidos.
ru: Ваш кошелек не активирован. Вы можете получить только сумму, превышающую %(minReserve)s %(denomination)s.
th: กระเป๋าเงินของคุณยังไม่ได้เปิดใช้งาน คุณสามารถรับเงินจำนวนมากกว่า %(minReserve)s %(denomination)sเท่านั้น
uk: Ваш гаманець не активований. Ви можете отримати лише суму, що перевищує %(minReserve)s %(denomination)s.
vi: Ví của bạn chưa kích hoạt. Bạn chỉ có thể nhận số tiền lớn hơn %(minReserve)s %(denomination)s.

source: Privacy Policy
cs_cz: Zásady ochrany osobních údajů
de: Datenschutzbestimmungen
es: Política de privacidad
fil: Patakaran sa Pagkapribado
fr: Politique de confidentialité
hr: Pravila o privatnosti
hu: Adatpolitika
id: Kebijakan Privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
km: គោលការណ៍សិទ្ធិឯកជន
ko: 개인정보 보호정책
nb: Retningslinjer for personvern
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
uk: Політика конфіденційності
vi: Chính sách bảo mật

source: Setup EOS account
cs_cz: Nastavit účet EOS
de: EOS-Konto einrichten
es: Configurar cuenta EOS
fil: Mag-set up ng EOS account
fr: Configurer le compte EOS
hr: Postavi EOS korisnički račun
hu: EOS számla létrehozása
id: Atur akun EOS
it: Imposta account EOS
ja: EOSアカウントの設定
km: រៀបចំគណនី EOS
ko: EOS 계정 설정
nb: Sett opp EOS-konto
nl: EOS-account instellen
pl: Ustaw konto EOS
pt_br: Configuração da conta EOS
ru: Установить EOS аккаунт
th: ตั้งค่าบัญชี EOS
tr: EOS Hesabı Ayarla
uk: Налаштування EOS-аккаунта
vi: Thiết lập tài khoản EOS

source: Account name
cs_cz: Název účtu
de: Kontoname
es: Nombre de la cuenta
fil: Pangalan ng account
fr: Nom du compte
hr: Korisničko ime
hu: Számlanév
id: Nama akun
it: Nome account
ja: アカウント名
km: ឈ្មោះ​គណនី
ko: 계정명
nb: Kontonavn
nl: Naam account
pl: Nazwa konta
pt_br: Nome da conta
ru: Имя учетной записи
th: ชื่อบัญชี
tr: Hesap adı
uk: Назва аккаунта
vi: Tên tài khoản

source: The EOS account name must be exactly 12-character long and consist of lower case letters and digits from 1 to 5.
cs_cz: Název účtu EOS musí být přesně 12 znaků dlouhý a skládat se jen ze samých malých písmen a číslic od 1 do 5.
de: Der EOS-Kontoname muss genau 12 Zeichen lang sein und aus Kleinbuchstaben und Zahlen zwischen 1 und 5 bestehen.
es: El nombre de la cuenta EOS debe tener exactamente 12 caracteres y estar compuesto por letras en mayúsculas y los dígitos del 1 al 5.
fil: Ang pangalan ng EOS account ay dapat eksaktong 12-character ang haba at binubuo ng mga maliliit na letra at digit mula 1 hanggang 5.
fr: Le nom du compte EOS doit comporter exactement 12 caractères et comprendre des lettres minuscules et des chiffres de 1 à 5.
hr: EOS korisničko ime mora imati točno 12 znakova i sastojati se od malih slova i znamenki od 1 do 5.
hu: Az EOS számlának pontosan 12 karakteresnek kell lennie kisbetűvel, nagybetűvel és 1 és 5 közötti számmal.
id: Nama akun EOS harus terdiri dari 12 huruf dan terdiri dari huruf kecil dan angka dari 1 sampai 5.
it: Il nome dell'account EOS deve contenere esattamente 12 caratteri e includere lettere scritte in minuscolo e cifre da 1 a 5.
ja: EOSアカウント名は12文字以内で、1~5の英小文字と数字で構成されます。
km: ឈ្មោះគណនី EOS ត្រូវតែមានប្រវែង 12 តួអក្សរយ៉ាងពិតប្រាកដនិងមានអក្សរតូចនិងលេខពីលេខ 1 ដល់លេខ 5 ។
ko: EOS 계정명은 정확히 12자이고 소문자와 1에서 5사이의 숫자로 구성됩니다.
nb: EOS-kontonavnet må være på nøyaktig 12-tegn, og bestå av små bokstaver og tall fra 1 til 5.
nl: De naam van het EOS-account moet precies 12 karakters lang zijn en uit kleine letters en de cijfers 1 tot en met 5 bestaan.
pl: Nazwa konta EOS musi mieć dokładnie 12 znaków i składać się z małych liter i cyfr od 1 do 5.
pt_br: O nome da conta EOS deve ter exatamente 12 caracteres e conter letras minúsculas e dígitos de 1 a 5.
ru: Имя учетной записи EOS должно быть ровно 12 символов и состоять из строчных букв английского алфавита и цифр от 1 до 5.
th: ชื่อบัญชี EOS จะต้องมีความยาว 12 ตัวอักษรเท่านั้น รวมถึงประกอบไปด้วยตัวพิมพ์เล็กและตัวเลขตั้งแต่ 1 ถึง 5
tr: EOS hesap adı tam olarak 12 karakter uzunluğunda olmalı ve küçük harflerden ve 1'den 5'e kadar rakamlardan oluşmalıdır.
uk: Ім'я EOS-аккаунта повинно складатися рівно з 12 символів і містити малі літери та цифри від 1 до 5.
vi: Tên tài khoản EOS phải dài đúng 12 ký tự và bao gồm chữ cái viết thường và số từ 1 đến 5.

source: Invalid account name
cs_cz: Neplatný název účtu
de: Ungültiger Kontoname
es: Nombre de cuenta incorrecto
fil: Hindi balidong pangalan ng account
fr: Nom de compte non valide
hr: Korisničko ime nije valjano
hu: Érvénytelen számlanév
id: Nama akun salah
it: Nome account non valido
ja: アカウント名が無効です
km: ឈ្មោះគណនីមិនត្រឹមត្រូវ
ko: 유효하지 않은 계정명
nb: Ugyldig kontonavn
nl: Ongeldige accountnaam.
pl: Nieprawidłowa nazwa konta
pt_br: Nome de conta inválido
ru: Неверное имя учетной записи
th: ชื่อบัญชีไม่ถูกต้อง
tr: Geçersiz hesap adı
uk: Недійсна назва аккаунта
vi: Tên tài khoản không hợp lệ

source: This account name is already taken, please choose another one.
cs_cz: Tento název účtu byl už vzat. Vyberte prosím jiný.
de: Dieser Kontoname ist bereits vergeben, bitte wähle einen anderen aus.
es: Este nombre de cuenta ya está en uso. Elige otro.
fil: May gumagamit na ng pangalan ng account na ito, pakipili ng isa pa.
fr: Ce nom de compte est déjà attribué, veuillez en choisir un autre.
hr: Ovo korisničko ime već postoji, molimo izaberite drugo.
hu: A számlanév foglalt, krhük válassz másikat.
id: Nama akun ini sudah diambil, silahkan coba yang lain.
it: Questo nome è già stato preso, per favore scegli un altro nome.
ja: このアカウント名は既に使用されています。別のアカウントを選択してください。
km: ឈ្មោះគណនីនេះត្រូវបានយករួចហើយសូមជ្រើសរើសមួយផ្សេងទៀត។
ko: 이미 사용 중인 계정명입니다. 다른 계정명을 사용해주십시오.
nb: Dette kontonavnet er allerede i bruk, velg et annet.
nl: Deze accountnaam is reeds in gebruik; probeer een andere.
pl: Ta nazwa konta jest już zajęta, wybierz inną.
pt_br: Este nome de conta já foi utilizado. Escolha outro nome.
ru: Это имя учетной записи уже занято, пожалуйста, выберите другое.
th: มีผู้ใช้ชื่อบัญชีนี้แล้ว โปรดเลือกชื่อบัญชีอื่น
tr: Bu hesap adı zaten alınmış; lütfen başka bir ad seçin.
uk: Ця назва аккаунта вже зайнята, виберіть іншу назву.
vi: Tên tài khoản này đã được sử dụng, vui lòng chọn tên khác.

source: To create a new account you need to make an EOS transfer (amount greater than %(minAmount)s) with the following data from an exchange or other EOS wallet.
cs_cz: Chcete-li vytvořit nový účet, musíte provést převod EOS (částku větší než %(minAmount)s) s následujícícmi údaji z burzy nebo z jiné peněženky EOS.
de: Wenn Du ein neues Konto erstellen möchtest (Betrag größer als %(minAmount)s) musst Du eine EOS-Überweisung durchführen mit den folgenden Informationen von einem Umtausch oder einer anderen EOS-Brieftasche.
es: Para crear una cuenta nueva debes hacer una transferencia EOS (importe mayor de %(minAmount)s) con los siguientes datos de una bolsa u otro monedero EOS.
fil: Para gumawa ng bagong account kailangan mong gumawa ng EOS na pagpapadala (halagang mahigit sa %(minAmount)s) na may sumusunod na data mula sa palitan o ibang EOS wallet.
fr: Pour créer un nouveau compte, il vous faut réaliser un virement EOS (montant supérieur à %(minAmount)s) avec les données suivantes d'un échange ou d'un autre portefeuille EOS.
hr: Da biste izradili novi korisnički račun morate izvršiti EOS prijenos (iznos veći od %(minAmount)s) sa sljedećim podacima od konverzije ili drugog EOS novčanika
hu: EOS számla létrehozásához EOS-t kell átutalnod (az összeg nagyobb legyen mint %(minAmount)s) a következő adattal a váltóról vagy EOS tárcából.
id: Untuk membuat akun baru perlu untuk mentransfer EOS (dengan jumlah lebih besar dari %(minAmount)s) dengan data dari bursa berikut, atau wallet EOS lainnya.
it: Per creare un nuovo account, devi fare un trasferimento EOS (con un importo superiore a %(minAmount)s) con i seguenti dati tratti da un altro portafoglio EOS o uno scambio.
ja: 新しいアカウントを作成するには、取引所または他のEOSウォレットから次のデータを使用してEOS転送（金額が%(minAmount)s以上）を行う必要があります。
km: ដើម្បីបង្កើតគណនីថ្មីអ្នកត្រូវធ្វើការផ្ទេរ EOS (ចំនួនទឹកប្រាក់ធំជាង %(minAmount)s) ជាមួយនឹងទិន្នន័យដូចខាងក្រោមពីការប្តូរប្រាក់រឺកាបូប EOS ផ្សេងទៀត។
ko: 새 계정을 만들려면 다음 데이터를 가지고 거래소 또는 기타 EOS 월렛에서 EOS 이체(%(minAmount)s보다 큰 금액)를 해야 합니다.
nb: For å lage en ny konto må du gjøre en EOS-overføring (et beløp høyere enn %(minAmount)s) med følgende data fra en veksling eller en annen EOS-lommebok.
nl: Voor het creëren van een nieuw account, moet u een EOS-overdracht uitvoeren (met een bedrag groter dan %(minAmount)s) en met de volgende data van een uitwisseling of andere EOS-portemonnee.
pl: Aby utworzyć nowe konto, musisz wykonać przelew EOS (kwota większa niż %(minAmount)s) z następującymi danymi z wymiany lub innego portfela EOS.
pt_br: Para criar uma nova conta, é preciso fazer uma transferência de EOS (valor maior do que %(minAmount)s) com os seguinte dados de câmbio ou de outra carteira EOS.
ru: Для создания нового аккаунта необходимо отправить EOS (более %(minAmount)s) с биржи или другого EOS кошелька на указанный ниже адрес с заданным мемо.
th: หากต้องการสร้างบัญชีใหม่ คุณจำเป็นต้องถ่ายโอน EOS (จำนวนมากกว่า %(minAmount)s) พร้อมข้อมูลดังต่อไปนี้จากกระเป๋าเงินแลกเปลี่ยนหรือกระเป๋าเงิน EOS อื่น ๆ
tr: Yeni bir hesap oluşturmak için, bir çevirme işlemi ile veya başka bir EOS cüzdanından aşağıdaki verilerle bir EOS transferi (%(minAmount)s üstü bir miktar) yapmanız gerekir.
uk: Щоб створити новий аккаунт, потрібно здійснити EOS-переказ (сума більша за %(minAmount)s) із наступними даними з обмінника або іншого EOS-гаманця.
vi: Để tạo tài khoản mới, bạn cần thực hiện chuyển khoản EOS (số tiền lớn hơn %(minAmount)s) với dữ liệu bên dưới từ giao dịch hoặc ví EOS khác.

source: Check
cs_cz: Zkontrolovat
de: Überprüfen
es: Comprobar
fil: Suriin
fr: Vérifier
hr: Provjeri
hu: Ellenőrzés
id: Periksa
it: Controlla
ja: チェック
km: ពិនិត្យ
ko: 확인
nb: Sjekk
nl: Controleren
pl: Sprawdź
pt_br: Verificar
ru: Проверить
th: ตรวจสอบ
tr: Kontrol Et
uk: Перевірити
vi: Kiểm tra

source: Account has been successfully set up
cs_cz: Účet byl úspěšně nakonfigurován
de: Das Konto wurde erfolgreich eingerichtet.
es: La cuenta se ha configurado correctamente
fil: Matagumpay na na-set up ang account
fr: Le compte a été configuré avec succès
hr: Korisnički račun je uspješno postavljen
hu: Sikeres számlabeállítás
id: Akun telah berhasil di atur
it: L'account è stato impostato con successo
ja: アカウントは正常に設定されました
km: បានបង្កើតគណនីដោយជោគជ័យ
ko: 계정이 성공적으로 설정되었습니다
nb: Kontoen er satt opp
nl: Het is gelukt het account in te stellen.
pl: Twoje konto zostało pomyślnie ustawione
pt_br: A conta foi configurada com êxito
ru: Аккаунт успешно настроен
th: ตั้งค่าบัญชีเรียบร้อยแล้ว
tr: Hesap başarılı bir şekilde ayarlandı
uk: Аккаунт успішно створено
vi: Thiết lập tài khoản thành công

source: The memo contains optional extra information. A string up to 256-bytes long.
cs_cz: Tato poznámka vyžaduje volitelné doplňující informace. Řetězec má mít délku 256-bytů.
de: Das Memo enthält optional zusätzliche Informationen. Bis zu 256 Bytes lange Zeichenkette.
es: Este memo contiene información adicional opcional. Un cadena hasta de 256 bytes.
fil: Ang memo ay naglalaman ng opsyonal na ekstrang impormasyon. Isang string na hanggang 256-bytes ang haba.
fr: Le mémo contient des informations supplémentaires facultatives. Une chaîne pouvant aller jusqu'à 256 octets.
hr: Bilješka sadrži neobavezne dodatne informacije. Niz dug do 256 bajtova.
hu: A memó opcionális extra információt tartalmaz. Egy sztring 256 bit hosszú.
id: Memo berisi informasi tambahan lain. Sebuah string dengan panjang hingga 256-byte.
it: Il memo contiene informazioni extra facoltative. Una stringa lunga fino a 256 byte.
ja: メモには、オプションで最大256バイトの文字列の追加情報が含まれます。
km: កំណត់ហេតុនេះមានព័ត៌មានបន្ថែមសម្រាប់ជាជម្រើស។ ចំនួនខ្សែមានប្រវែងរហូតដល់ 256 បៃ។
ko: 메모에는 선택적인 추가 정보가 포함됩니다. 문자열 길이는 최장 256 바이트입니다.
nb: Notatet inneholder valgfri ekstra informasjon. En streng opptil 256-byte lang.
nl: De memo bevat optionele aanvullende informatie. Een string van maximaal 256 bytes lang.
pl: Memo zawiera opcjonalne informacje dodatkowe. Ciąg o długości do 256 bajtów.
pt_br: O memorando contém informações extras opcionais. Sequência de até 256 bytes.
ru: В мемо содержится дополнительная информация. Строка длиной до 256 байтов.
th: บันทึกนี้จะบรรจุข้อมูลเพิ่มเติมที่จะมีหรือไม่มีก็ได้ โดยเป็นสตริงซึ่งมีความยาวสูงสุด 256 ไบต์
tr: Hatırlatma notu isteğe bağlı ek bilgiler içerir. 256 bayt uzunluğa kadar bir dizidir.
uk: Мемо містить надлишкову інформацію. Рядок довжиною до 256 байт.
vi: Memo chứa thông tin bổ sung tùy chọn. Một chuỗi dài tới 256 byte.

source: It seems like you are trying to empty your wallet. Max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
cs_cz: Zdá se, že se snažíte vyprázdnit svoji peněženku. Maximální částka, kterou můžete poslat, je %(sendableBalance)s. Hodnotu v poli částky jsme pro Vás opravili.
de: Möchtest Du Deine Brieftasche komplett leeren. Der Maximalbetrag, den Du senden kannst beträgt %(sendableBalance)s. Wir haben diesen Betrag für Dich in das Eingabefeld eingetragen.
es: Parece que estás intentando desocupar tu monedero. El importe máximo que puedes enviar es %(sendableBalance)s. Hemos corregido por ti el valor en el campo del importe.
fil: Mukhang nais mong limasin ang iyong wallet. Ang max amount na maari mong maipadala ay %(sendableBalance)s. Na-amendya na namin ang halaga sa amount field para sa iyo.
fr: Il semble que vous essayiez de vider votre portefeuille. Le montant maximum que vous pouvez envoyer est %(sendableBalance)s. Nous avons modifié la valeur dans le champ du montant pour vous.
hr: Izgleda da pokušavate isprazniti vaš novčanik. Maksimalni iznos koji možete poslati je %(sendableBalance)s. Izmijenili smo za vas vrijednost u polju za iznos.
hu: Úgy néz ki ki akarod üríteni a tárcád. A tranzakciós díjjal együtt, a maximális összeg amit elküldhetsz %(sendableBalance)s. Módosítottuk az összeget a mennyiség mezőben.
id: Nampaknya anda sedang mengosongkan wallet. Jumlah maksimum yang bisa anda kirim adalah %(sendableBalance)s. Kami telah mengubah nilai di kolom tersebut untuk anda.
it: Sembra che tu voglia svuotare il tuo portafoglio. L'importo massimo che puoi inviare è %(sendableBalance)s. Abbiamo corretto l'importo per te.
ja: ウォレットを空にしようとしているようですね。送れる最大金額は%(sendableBalance)sです。金額欄の数値を修正しました。
km: វាហាក់បីដូចជាអ្នកកំពុងព្យាយាមយកប្រាក់ចេញពីកាបូបរបស់អ្នក។ ចំនួនទឹកប្រាក់អតិបរមាដែលអ្នកអាចផ្ញើបាន %(sendableBalance)s។ យើងបានកែប្រែតម្លៃនៅក្នុងវាលចំនួនទឹកប្រាក់សម្រាប់អ្នករួចហើយ។
ko: 월렛을 비우려고 하는 것 같습니다. 보낼 수 있는 최대 금액은 %(sendableBalance)s입니다. 금액란의 값은 저희가 수정했습니다.
nb: Det virker som du prøver å tømme din lommebok. Inkludert transaksjonsavgift kan du sende %(sendableBalance)s. Vi har endret verdien i mengde-feltet for deg.
nl: Het lijkt erop dat u probeert uw portemonnee leeg te maken. Het maximale bedrag dat u kunt versturen is %(sendableBalance)s. We hebben deze waarde voor u ingesteld.
pl: Wygląda na to, że chcesz opróżnić swój portfel. Maksymalna kwota, jaką możesz przesłać to %(sendableBalance)s. Wartość w polu Kwota została automatycznie poprawiona.
pt_br: Parece que você está tentando esvaziar sua carteira. O valor máximo que pode ser enviado é de %(sendableBalance)s. Lançamos o valor no campo do montante para você.
ru: Похоже, вы собираетесь очистить этот кошелек. Максимально вы можете перевести %(sendableBalance)s. Мы скорректировали сумму перевода с учетом этого.
th: ดูเหมือนว่าคุณกำลังพยายามใช้เงินในกระเป๋าให้หมด จำนวนสูงสุดที่คุณสามารถส่งได้คือ %(sendableBalance)s เราได้แก้ไขค่าในช่องข้อมูลจำนวนเงินให้คุณเรียบร้อยแล้ว
tr: Görünüşe göre cüzdanınızı boşaltmaya çalışıyorsunuz. Gönderebileceğiniz maksimum tutar %(sendableBalance)s. Tutar alanındaki değeri sizin için değiştirdik.
uk: Схоже, ви намагаєтесь спорожнити свій гаманець. Максимальна сума, яку ви можете надіслати – %(sendableBalance)s. Ми скоригували суму у відповідному полі.
vi: Dường như bạn đang cố dùng hết tiền trong ví. Số tiền tối đa bạn có thể gửi là %(sendableBalance)s. Chúng tôi đã sửa giá trị trường số tiền cho bạn.

# Destination account doesn&apos;t exist.
source: Destination account doesn't exist.
cs_cz: Cílový účet neexistuje.
de: Das Zielkonto existiert nicht.
es: La cuenta destino no existe.
fil: Wala ang destinasyong account.
fr: Le compte de destination n'existe pas.
hr: Odredišni korisnički račun ne postoji.
hu: Címzett számla nem létezik.
id: Akun tujuan tidak ada
it: L'account di destinazione non esiste. Per favore, riprova.
ja: 宛先アカウントが存在しません。
km: មិនមានគណនីគោលដៅទេ។
ko: 대상 계정이 존재하지 않습니다.
nb: Destinasjonskontoen eksisterer ikke.
nl: Het doelaccount bestaat niet.
pl: Konto docelowe nie istnieje.
pt_br: A conta destinatária não existe.
ru: Аккаунт назначения не существует.
th: ไม่พบบัญชีปลายทาง
tr: Hedef hesap mevcut değil.
uk: Цільовий аккаунт не існує.
vi: Tài khoản đích không tồn tại.
