Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Create new wallet
cs_cz: Založit novou peněženku
de: Neue Brieftasche erstellen
es: Crear nuevo monedero
fil: Gumawa ng bagong wallet
fr: Créer un nouveau portefeuille
hr: Izradi novi novčanik
hu: Új tárca
id: Buat wallet baru
it: Crea nuovo portafoglio
ja: 新規ウォレットを作成
km: បង្កើតកាបូបថ្មី
ko: 새 월렛 만들기
nb: Lag ny lommebok
nl: Maak nieuwe portemonnee
pl: Utwórz nowy portfel
pt_br: Criar nova carteira
ru: Создать новый кошелек
th: สร้างกระเป๋าเงินใหม่
tr: Yeni cüzdan oluştur
uk: Створити новий гаманець
vi: Tạo ví mới

source: Open existing wallet
cs_cz: Otevřít stávající peněženku
de: Bestehende Brieftasche öffnen
es: Abrir un monedero existente
fil: Magbukas ng umiiral na wallet
fr: Ouvrir un portefeuille existant
hr: Otvori postojeći novčanik
hu: Meglévő tárca megnyitása
id: Buka wallet yang sudah ada
it: Apri portafoglio esistente
ja: 既存ウォレットを開く
km: បើកកាបូបមានស្រាប់
ko: 기존 월렛 열기
nb: Åpne eksiterende lommebok
nl: Open bestaande portemonnee
pl: Otwórz istniejący portfel
pt_br: Abrir carteira existente
ru: Открыть существующий кошелек
th: เปิดใช้กระเป๋าเงินที่มีอยู่
tr: Mevcut cüzdanı aç
uk: Відкрити існуючий гаманець
vi: Mở ví hiện có

# We are about to generate your very own passphrase
source: We're about to generate your very own passphrase
cs_cz: Nyní vytvoříme Vaše vlastní heslo
de: Wir werden Deine eigene Passphrase erstellen.
es: Vamos a generar tu propia frase de contraseña
fil: Kami ay bubuo ng iyong sariling passphrase
fr: Nous allons générer votre phrase secrète
hr: Uskoro ćemo izraditi vašu jedinstvenu zaporku
hu: Hamarosan legeneráljuk a jelszavad.
id: Kami akan membuat passphrase anda
it: Stiamo per generare la tua passphrase privata
ja: 個人パスフレーズをこれから作成します
km: យើងរៀបនឹងបង្កើតឃ្លាសម្ងាត់ផ្ទាល់ខ្លួនរបស់អ្នកហើយ
ko: 여러분의 암호를 생성하려고 합니다.
nb: Vi skal straks genere din passordfrase
nl: We staan ​​op het punt om uw eigen wachtwoordzin te genereren
pl: Wygenerujemy teraz hasło dla twojego nowego portfela
pt_br: Estamos prestes a gerar sua própria frase secreta
ru: Сейчас вы создадите личную фразу-пароль
th: เรากำลังจะสร้างวลีรหัสผ่านของคุณ
tr: Size kendi parolanızı üretmek üzereyiz
uk: Зараз буде згенерований Ваш особистий пароль
vi: Chúng tôi sẽ tạo cụm mật khẩu của riêng bạn

source: This keeps your account secure, and lets you open your wallet on multiple devices.
cs_cz: Toto heslo Váš účet zabezpečí a umožní Vám mít peněženku otevřenou na více zařízeních.
de: Dies sichert Dein Konto ab und Du kannst Deine Brieftasche auf mehreren Geräten öffnen.
es: Esto mantiene tu cuenta segura y te permite abrir el monedero en varios dispositivos.
fil: Ito ang magpapanatili na secure ang iyong account, at magbibigay-paraan na buksan ang iyong wallet sa iba't-ibang aparato.
fr: Elle protège votre compte, et vous permet d'accéder à votre portefeuille depuis plusieurs appareils.
hr: Ovime će vaš korisnički račun biti siguran i moći ćete otvarati vaš novčanik na različitim uređajima.
hu: Ez segít biztonságban tartani a fiókodat és segítségével meg tudod nyitni a tárcád más eszközökön is.
id: Ini akan mengamankan akun anda, dan memungkinkan membuka wallet anda di berbagai perangkat
it: Questo mantiene il tuo account sicuro, e ti permette di aprire il tuo portafoglio su diversi dispositivi.
ja: このパスフレーズはアカウントを保護して、複数の端末でウォレットを使用できるようにします。
km: ការណ៍នេះធ្វើឲ្យគណនីរបស់អ្នកមានសុវត្ថិភាពហើយអនុញ្ញាតឲ្យអ្នកបើកកាបូបរបស់អ្នកនៅលើឧបករណ៍ជាច្រើនទៀត។
ko: 암호를 통해 계정의 보안을 유지하고 여러 기기에서 월렛을 열 수 있습니다.
nb: Den hjelper å holde kontoen din sikker og lar deg åpne lommeboken på flere enheter.
nl: Dit houdt uw account veilig en zorgt ervoor dat u uw portemonnee op meerdere apparaten kunt openen.
pl: Hasło zabezpiecza twoje konto i pozwala otwierać portfel na wielu urządzeniach.
pt_br: Ela serve para manter sua conta segura e permite que você abra sua carteira em vários dispositivos.
ru: Это обеспечивает безопасность ваших счетов, и позволяет доступ к вашему кошельку с разных устройств.
th: นี่จะทำให้บัญชีของคุณปลอดภัย และช่วยให้คุณเปิดใช้งานกระเป๋าเงินได้จากอุปกรณ์อื่นๆ
tr: Bu parola hesabınızın güvenliğini korur ve cüzdanınızı birden fazla cihazda açmanızı sağlar.
uk: Це зробить Ваш аккаунт більш безпечним та забезпечить доступ до гаманця з різних пристроїв.
vi: Nhằm bảo mật tài khoản và cho phép bạn mở ví của mình trên nhiều thiết bị

# It is very important you write this down.
source: It's very important you write this down.
cs_cz: Je velmi důležité si to zapsat.
de: Es ist sehr wichtig, dass sie Dir aufschreibst.
es: Es muy importante que la conserves escrita.
fil: Importanteng ito ay isulat mo.
fr: Il est très important de l'écrire sur un papier.
hr: Veoma je važno da ovo zabilježite.
hu: Nagyon fontos, hogy ezt helyesen leírd.
id: Wajib untuk menuliskan ini
it: E' davvero importante salvare questa frase.
ja: このパスフレーズは重要ですので必ず入力してください。
km: វាសំខាន់ណាស់សម្រាប់អ្នកសរសេរចូល។
ko: 암호는 적어놓아야 합니다.
nb: Det er veldig viktig at du skriver dette ned.
nl: Het is erg belangrijk om dit op te schrijven.
pl: To bardzo ważne, żebyś je zapisał.
pt_br: É muito importante você anotá-la.
ru: Очень важно, чтобы вы это записали
th: มันสำคัญมากที่คุณจะต้องจดสิ่งนี้ไว้
tr: Bu parolayı bir yere not etmeniz çok önemlidir.
uk: Дуже важливо це записати.
vi: Quan trọng là bạn phải ghi lại cụm mật khẩu.

source: Generate passphrase
cs_cz: Vytvořit heslo
de: Passphrase erstellen
es: Generar frase de contraseña
fil: Bumuo ng passphrase
fr: Générer la phrase secrète
hr: Generiraj zaporku
hu: Jelszó generálása
id: Membuat passphrase
it: Genera passphrase
ja: パスフレーズを作成
km: បង្កើតឃ្លាសម្ងាត់
ko: 암호 생성
nb: Generer passordfrase
nl: Genereer wachtwoordzin
pl: Generuj hasło
pt_br: Gerar frase secreta
ru: Создать фразу-пароль
th: สร้างวลีรหัสผ่าน
tr: Parola üret
uk: Згенерувати пароль
vi: Tạo cụm mật khẩu

source: Go back
cs_cz: Zpět
de: Zurück
es: Regresar
fil: Bumalik
fr: Retour
hr: Idi natrag
hu: Vissza
id: Kembali
it: Torna indietro
ja: 戻る
km: ត្រឡប់ក្រោយ
ko: 돌아가기
nb: Gå tilbake
nl: Ga terug
pl: Powrót
pt_br: Voltar
ru: Назад
th: กลับ
uk: Назад
vi: Quay lại

source: Generating
cs_cz: Probíhá vytváření
de: Wird erstellt
es: Generando
fil: Bumubuo
fr: Génération en cours
hr: Generira se
hu: Generálás
id: Sedang membuat
it: Creazione in corso
ja: 生成中
km: កំពុងបង្កើត
ko: 생성 중
nb: Genererer
nl: Generen
pl: Generowanie
pt_br: Gerando
ru: Генерация
th: กำลังสร้าง
tr: Üretiliyor
uk: Генерація
vi: Đang tạo

source: Synchronizing Wallet
cs_cz: Probíhá synchronizace peněženky
de: Brieftasche wird synchronisiert
es: Sincronizando el monedero
fil: Sini-synchronize ang Wallet
fr: Synchronisation de votre portefeuille
hr: Novčanik se sinkronizira
hu: Tárca szinkronizálása
id: Sinkronisasi Wallet
it: Sincronizzazione Portafoglio
ja: ウォレットを同期中
km: កំពុងធ្វើសមកាលកម្មកាបូប
ko: 월렛 동기화
nb: Synkroniserer Lommebok
nl: Synchroniseren van de portemonnee
pl: Synchronizacja portfela
pt_br: Sincronizando a carteira
ru: Синхронизация кошелька
th: กระเป๋าเงินร่วม
uk: Синхронізація гаманця
vi: Đang đồng bộ ví

source: Your passphrase (12 words)
cs_cz: Vaše heslo (12 slov)
de: Deine Passphrase (12 Wörter)
es: Tu frase de contraseña (12 palabras)
fil: Ang iyong passphrase (12 salita)
fr: Votre phrase secrète (12 mots)
hr: Vaša zaporka (12 riječi)
hu: A jelszavad (12 szó)
id: Passphrase anda (12 kata)
it: La tua passphrase (12 parole)
ja: あなたのパスフレーズ (12文字)
km: ឃ្លាសម្ងាត់របស់អ្នក (12 ពាក្យ)
ko: 암호(12 단어)
nb: Din passordfrase (12 ord)
nl: Uw wachtwoordzin (12 woorden)
pl: Twoje hasło (12 słów)
pt_br: Sua frase secreta (12 palavras)
ru: Ваша фраза-пароль (12 слов)
th: วลีรหัสผ่านของคุณ (12 คำ)
tr: Parolanız (12 kelime)
uk: Ваш пароль (12 слов)
vi: Cụm mật khẩu của bạn (12 từ)

source: Your passphrase will not be shown again.
cs_cz: Vaše heslo už nebude znovu zobrazeno.
de: Deine Passphrase wird nicht wieder angezeigt.
es: Tu frase de contraseña no se mostrará de nuevo.
fil: Ang iyong passphrase ay hindi na maipapakita uli.
fr: Votre phrase secrète ne sera plus jamais affichée.
hr: Vaša zaporka neće biti ponovno prikazana.
hu: Többet nem fogod látni ezt a jelszót
id: Passhprase anda tidak akan di munculkan lagi
it: La tua passphrase non verrà mostrata di nuovo.
ja: このパスフレーズは今後表示されることはありません。
km: ឃ្លាសម្ងាត់របស់អ្នកនឹងមិនត្រូវបានបង្ហាញម្តងទៀតទេ។
ko: 암호는 다시 보여드리지 않습니다.
nb: Din passordfrase vil ikke bli vist igjen.
nl: Uw wachtwoordzin zal niet meer worden weergeven.
pl: To hasło jest wyświetlane tylko jeden raz.
pt_br: Sua frase secreta não será exibida novamente.
ru: Ваша фраза-пароль более не появится.
th: วลีรหัสผ่านของคุณจะไม่แสดงอีกครั้งนะ
tr: Parolanız bir daha gösterilmeyecek.
uk: Це останній раз коли ваш пароль буде показано.
vi: Cụm mật khẩu của bạn sẽ không hiển thị lại.

source: Without it you will lose access to your wallet.
cs_cz: Bez něj ztratíte přístup ke své peněžence.
de: Ohne sie verlierst Du den Zugang zu Deiner Brieftasche.
es: Si ella, ya no podrás tener acceso a tu monedero.
fil: Kung wala ito, mawawala ang iyong access sa iyong wallet
fr: Sans elle, vous n'aurez plus accès à votre portefeuille.
hr: Bez nje ćete izgubiti pristup vašem novčaniku.
hu: Nélküle nem tudsz hozzáférni a tárcádhoz, ha elveszted.
id: Anda bisa kehilangan akses wallet tanpa menggunakan ini
it: Senza di essa perderai l'accesso al tuo portafoglio.
ja: パスフレーズを紛失するとウォレットにアクセスできなくなるのでご注意下さい。
km: បើគ្មានវាទេអ្នកនឹងបាត់បង់សិទ្ធិចូលប្រើកាបូបរបស់អ្នក។
ko: 암호가 없으면 월렛에 액세스할 수 없습니다.
nb: Uten den vil du miste tilgang til din lommebok.
nl: Zonder deze zin verlies je de toegang tot je portemonnee.
pl: Bez niego utracisz dostęp do twojego portfela.
pt_br: Sem ela você perderá o acesso à sua carteira.
ru: Без нее вы потеряете доступ к своему кошельку
th: ถ้าไม่มีสิ่งนี้ คุณจะไม่สามารถใช้งานกระเป๋าเงินได้
tr: Parola olmadan cüzdanınıza erişemeyeceksiniz.
uk: Без нього ви втратите доступ до свого гаманця
vi: Không có cụm mật khẩu, bạn sẽ mất quyền truy cập ví.

source: I have written down or otherwise securely stored my passphrase
cs_cz: Své heslo jsem si zapsal nebo jinak bezpečně uschoval
de: Ich habe die Passphrase aufgeschrieben bzw. sicher gespeichert
es: He escrito o de cualquier otra forma guardado de manera segura mi frase de contraseña
fil: Naisulat ko na at tinagong mabuti ang aking passphrase
fr: J'ai noté ma phrase secrète sur un papier ou je l'ai sécurisée par un autre moyen.
hr: Zabilježio/la sam ili na drugi način sigurno pohranio/la svoju zaporku
hu: Leírtam vagy más módon biztonságosan elmentettem a jelszavam
id: Saya telah menulis atau telah menyimpan passphrase saya dengan aman
it: Ho trascritto o salvato in qualche modo la mia passphrase
ja: パスフレーズを書き留めるなどして、安全な方法で保管したことを約束します
km: ខ្ញុំបានសរសេរចូលរួចហើយឬបើមិនដូច្នោះទេទុកឃ្លាសម្ងាត់របស់ខ្ញុំដោយសុវត្ថិភាព។
ko: 나는 내 암호를 적어두거나 다른 방법으로 안전하게 저장해두었습니다
nb: Jeg har skrevet ned eller på annen sikker måte lagret min passordfrase
nl: Ik heb mijn wachtwoordzin opgeschreven of anderszins veilig opgeslagen.
pl: Potwierdzam, że zapisałem lub skopiowałem hasło w bezpieczne miejsce
pt_br: Anotei ou armazenei em local seguro minha frase secreta
ru: Я записал, или как-то сохранил свою фразу-пароль
th: ฉันจดหรือเก็บวลีรหัสผ่านของฉันไว้แล้ว
tr: Parolamı not ettim veya başka şekilde güvenli bir yerde saklıyorum
uk: Мій пароль записано або збережено якимось іншим безпечним чином
vi: Tôi đã ghi lại hoặc lưu trữ bảo mật cụm mật khẩu của mình

source: Open wallet
cs_cz: Otevřít peněženku
de: Brieftasche öffnen
es: Abrir monedero
fil: Buksan ang wallet
fr: Ouvrir le portefeuille
hr: Otvori novčanik
hu: Tárce megnyitása
id: Buka wallet
it: Apri portafoglio
ja: ウォレットを開く
km: បើកកាបូប
ko: 월렛 열기
nb: Åpne lommebok
nl: Portemonnee openen
pl: Otwórz portfel
pt_br: Abrir a carteira
ru: Открыть кошелек
th: เปิดใช้งานกระเป๋าเงิน
uk: Відкрити гаманець
vi: Mở ví

source: Checking passphrase
cs_cz: Kontroluji heslo
de: Passphrase wird überprüft
es: Comprobando frase de contraseña
fil: Chine-check ang passphrase
fr: Vérification de la phrase secrète
hr: Zaporka se provjerava
hu: Jelszó ellenőrzése
id: Memeriksa passphrase
it: Verifica passhprase
ja: パスフレーズを確認中
km: កំពុងពិនិត្យឃ្លាសម្ងាត់
ko: 암호 확인
nb: Sjekker passordfrase
nl: Controleren van de wachtwoordzin
pl: Sprawdzanie hasła
pt_br: Verificando a frase secreta
ru: Проверка фразы-пароля
th: กำลังตรวจสอบวลีรหัสผ่าน
tr: Parola kontrol ediliyor
uk: Перевірка пароля
vi: Đang kiểm tra cụm mật khẩu

source: Enter Passphrase
cs_cz: Zadejte heslo
de: Gib Deine Passphrase ein.
es: Introduce la frase de contraseña
fil: I-enter ang Passphrase
fr: Saisissez la phrase secrète
hr: Unesite zaporku
hu: Jelszó megadása
id: Masukkan Passphrase
it: Inserisci Passphrase
ja: パスフレーズを入力
km: បញ្ចូលឃ្លាសម្ងាត់
ko: 암호 입력
nb: Oppgi Passordfrase
nl: Voer je wachtwoordzin in
pl: Wprowadź hasło
pt_br: Digite a frase secreta
ru: Введите фразу-пароль
th: ใส่วลีรหัสผ่าน
tr: Parolayı Gir
uk: Введіть пароль
vi: Nhập cụm mật khẩu

source: Invalid passphrase
cs_cz: Neplatné heslo
de: Ungültige Passphrase
es: Frase de contraseña incorrecta
fil: Invalid ang passphrase
fr: Phrase secrète invalide
hr: Zaporka nije valjana
hu: Érvénytelen jelszó
id: Passphrase salah
it: Passphrase invalida
ja: このパスフレーズは無効です
km: ឃ្លាសម្ងាត់មិនត្រឹមត្រូវ
ko: 유효하지 않은 암호
nb: Ugyldig passordfrase
nl: Incorrecte wachtwoordzin
pl: Hasło jest niepoprawne
pt_br: Frase secreta incorreta
ru: Неверная фраза-пароль
th: วลีรหัสผ่านนี้ใช้งานไม่ได้
tr: Geçersiz parola
uk: Невірний пароль
vi: Cụm mật khẩu không hợp lệ

source: Enter your PIN
cs_cz: Zadejte svůj PIN
de: Gib Deinen PIN ein
es: Introduce tu PIN
fil: I-enter and iyong PIN
fr: Entrez votre code PIN
hr: Unesite vaš PIN
hu: Add meg a PIN kódod
id: Masukkan PIN anda
it: Inserisci il tuo PIN
ja: 暗証番号を入力
km: បញ្ចូលកូដ PIN របស់អ្នក
ko: PIN 번호 입력
nb: Oppgi din PIN
nl: Voer je Pincode in
pl: Wprowadź kod PIN
pt_br: Digite seu código PIN
ru: Введите свой ПИН
th: ใส่ PIN
tr: PIN'inizi girin
uk: Введіть свій PIN
vi: Nhập PIN

source: Set a PIN for quick access
cs_cz: Nastavte si PIN pro rychlý přístup
de: Lege einen PIN für den schnellen Zugang fest.
es: Define un PIN para acceso rápido
fil: Mag-set ng PIN para sa mabilis na access
fr: Définir un code PIN pour l'accès rapide
hr: Podesite PIN za brzi pristup
hu: Állíts be PIN-t a gyors hozzáférés érdekében
id: Atur PIN untuk akses cepat
it: Imposta un PIN per l'accesso rapido
ja: 暗証番号を設定
km: កំណត់កូដ PIN មួយដើម្បីចូលប្រើបានរហ័ស
ko: 빠른 액세스를 위해 PIN 번호 설정
nb: Sett en PIN for hurtig tilgang
nl: Stel een Pincode in voor snelle toegang
pl: Ustaw kod PIN dla łatwego dostępu
pt_br: Defina um código PIN para acesso rápido
ru: Установите ПИН для быстрого доступа
th: ตั้งค่า PIN เพื่อให้เข้าถึงได้อย่างรวดเร็ว
tr: Hızlı erişim için bir PIN ayarla
uk: Встановити PIN-код для швидкого доступу
vi: Đặt mã PIN để truy cập nhanh

source: Review passphrase again
cs_cz: Znovu zkontrolovat heslo
de: Überprüfe die Passphrase noch einmal.
es: Revisa de nuevo la frase de contraseña
fil: I-review ang passphrase uli
fr: Revoir la phrase secrète
hr: Ponovno pogledajte zaporku
hu: Ellenőrizd a jelszavad
id: Lihat ulang passphrase anda
it: Verifica di nuovo la passphrase
ja: パスフレーズを再度確認してください
km: ពិនិត្យឃ្លាសម្ងាត់ម្តងទៀត
ko: 암호 다시 검토
nb: Sjekk passordfrasen igjen
nl: Bekijk uw wachtwoordzin opnieuw
pl: Sprawdź ponownie hasło
pt_br: Analise sua frase secreta novamente
ru: Повторите фразу-пароль
th: ตรวจสอบวลีรหัสผ่านอีกครั้ง
tr: Parolayı tekrar gözden geçirin
uk: Перевірте пароль ще раз
vi: Xem lại cụm mật khẩu một lần nữa

source: Open a different wallet
cs_cz: Otevřít jinou peněženku
de: Eine andere Brieftasche öffnen
es: Abrir otro monedero
fil: Magbukas ng ibang wallet
fr: Ouvrez un autre portefeuille
hr: Otvorite drugi novčanik
hu: Nyiss meg egy másik tárcát
id: Buka wallet lain
it: Apri un altro portafoglio
ja: 他のウォレットを開く
km: បើកកាបូបមួយផ្សេងទៀត
ko: 다른 월렛 열기
nb: Åpne en annen lommebok
nl: Open een andere portemonnee
pl: Otwórz inny portfel
pt_br: Abrir uma carteira diferente
ru: Открыть другой кошелек
th: เปิดใช้งานกระเป๋าเงินอื่น
uk: Відкрити інший гаманець
vi: Mở một ví khác

source: PIN must be a 4-digit number
cs_cz: PIN musí být čtyřmístné číslo
de: Die PIN muss eine 4-stellige Nummer sein.
es: El PIN debe ser un número de 4 dígitos
fil: Ang PIN ay kinakailangang maging 4- digit na numero
fr: PIN doit être un nombre à 4 chiffres
hr: PIN mora biti 4-znamenkasti broj
hu: A PIN csak négyszámjegyű lehet
id: PIN harus terdiri dari 4-digit angka
it: Il PIN dev'essere composto da 4 numeri
ja: 暗証番号は4桁の数字でご入力下さい
km: កូដ PIN ត្រូវតែជាលេខ 4 ខ្ទង់។
ko: PIN 번호는 4자리 숫자입니다.
nb: PIN må være et 4-sifret nummer
nl: Je pincode moet een 4-cijferig getal zijn
pl: Kod PIN musi być 4-cyfrowy
pt_br: O código PIN deve ser um número de 4 dígitos
ru: ПИН должен состоять из 4 цифр
th: PIN ต้องเป็นตัวเลข 4 ตัวเท่านั้น
uk: PIN-код має містити 4 цифри
vi: Mã PIN phải là số có 4 chữ số

source: Verifying PIN
cs_cz: Ověřuji PIN
de: Überprüfen der PIN
es: Verificando PIN
fil: Vine-verify ang PIN
fr: Vérification du code PIN
hr: PIN se provjerava
hu: PIN ellenőrzése
id: Verifikasi PIN
it: Verifica PIN
ja: 暗証番号を確認中
km: កំពុងផ្ទៀងផ្ទាត់កូដ PIN
ko: PIN 번호 확인
nb: Kontrollerer PIN
nl: Pincode verifiëren
pl: Weryfikacja kodu PIN
pt_br: Verificando o código PIN
ru: Проверка ПИНа
th: ตรวจสอบ PIN
tr: PIN doğrulanıyor
uk: Перевірка PIN-коду
vi: Đang xác thực mã PIN

source: Setting PIN
cs_cz: Nastavení PIN
de: Festlegen der PIN
es: Definiendo PIN
fil: Nagse-set ng PIN
fr: Enregistrement du PIN
hr: PIN se podešava
hu: PIN beállítása
id: Atur PIN
it: Impostazione PIN
ja: 暗証番号を設定中
km: កំពុងកំណត់កូដ PIN
ko: PIN 번호 설정
nb: Setter PIN
nl: Pincode instellen
pl: Ustawienie kodu PIN
pt_br: Definindo o código PIN
ru: Установка ПИНа
th: ตั้งค่า PIN
tr: PIN ayarlanıyor
uk: Встановлення PIN-коду
vi: Đặt mã PIN

source: This might take some time,
cs_cz: Toto může nějakou dobu trvat,
de: Dies kann ein etwas dauern,
es: Esto puede tomar algo de tiempo,
fil: Ito ay maaring tumagal,
fr: Cela peut prendre un certain temps,
hr: Ovo može potrajati neko vrijeme,
hu: Ez beletelik egy kis időbe,
id: Proses ini mungkin akan membutuhkan beberapa waktu
it: Può essere necessario del tempo,
ja: しばらくお待ち下さい…
km: វាអាចចំណាយពេលខ្លះ
ko: 시간이 다소 걸릴 수 있습니다.
nb: Dette kan ta litt tid,
nl: Dit kan even duren,
pl: To może zająć trochę czasu,
pt_br: Isto pode levar algum tempo.
ru: Это займет время,
th: นี่อาจจะใช้เวลาสักพัก
uk: Це може зайняти деякий час,
vi: Việc này có thể cần chút thời gian,

source: please be patient.
cs_cz: mějte prosím strpení.
de: ein wenig Geduld bitte.
es: ten paciencia.
fil: maari lamang na maging matiyaga sa pag-antay.
fr: merci de patienter.
hr: molimo vas za strpljenje.
hu: légy türelmes.
id: Harap bersabar.
it: sii paziente.
ja: ただいまウォレットを作成しています。
km: សូម​មេត្តា​​អត់ធ្មត់។
ko: 잠시만 기다려주십시오.
nb: vennligst vær tålmodig.
nl: wees a.u.b. geduldig.
pl: prosimy o cierpliwość.
pt_br: Seja paciente.
ru: пожалуйста подождите.
th: กรุณารอสักครู่
uk: будь ласка, зачекайте.
vi: xin hãy kiên nhẫn.

source: Your PIN is incorrect
cs_cz: Zadaný PIN není správný
de: Deine PIN ist falsch.
es: Tu PIN es incorrecto
fil: Ang iyong PIN ay hindi tama
fr: Votre code PIN est incorrect
hr: Vaš PIN nije točna
hu: A PIN kódod helytelen
id: PIN anda salah
it: Il tuo PIN non è corretto
ja: 暗証番号が間違っています
km: កូដ PIN របស់អ្នកមិនត្រឹមត្រូវ
ko: PIN 번호가 정확하지 않습니다
nb: Din PIN er feil.
nl: Uw pincode is onjuist.
pl: Twój kod PIN jest nieprawidłowy
pt_br: Seu código PIN está incorreto
ru: Ваш ПИН неверен
th: PIN ของคุณไม่ถูกต้อง
uk: Ваш PIN-код невірний
vi: Mã PIN của bạn không chính xác

source: Request timeout. Please check your internet connection.
cs_cz: Vypršel čas na odpověď. Zkontrolujte prosím své připojení k internetu.
de: Verbindungsfehler. Bitte überprüfe Deine Internetverbindung.
es: Se agotó el tiempo de espera de la solicitud. Comprueba tu conexión a Internet.
fil: Request timeout. Maari lamang na i-check ang koneksyon ng iyong internet.
fr: La requête a expiré. Merci de vérifier votre connexion Internet.
hr: Isteklo je vrijeme za zahtjev. Provjerite vašu internetsku vezu.
hu: Időtúllépés. Kérlek ellenőrizd az internetkapcsolatot.
id: Waktu habis. Silahkan periksa koneksi internet anda.
it: Timeout connessione. Verifica la tua connessione internet.
ja: 接続がタイムアウトになりました。ネット環境をご確認ください。
km: ការស្នើសុំអស់ពេល។ សូមពិនិត្យតំណភ្ជាប់អ៊ីនធឺណិតរបស់អ្នក។
ko: 요청 시간이 초과되었습니다. 인터넷 연결을 확인해주십시오.
nb: Forespørsel utløpt. Vennligst sjekk din Internettforbindelse.
nl: Verzoek time-out. Controleer uw internetverbinding.
pl: Upłynął limit czasu połączenia. Sprawdź połączenie z Internetem.
pt_br: Tempo de solicitação esgotado. Verifique sua conexão com a internet.
ru: Запрос превысил время ожидания, проверьте соединение с Интернетом.
th: หมดเวลาส่งคำ โปรดเช็คการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: İstek zaman aşımına uğradı. Lütfen İnternet bağlantınızı kontrol edin.
uk: Таймаут запиту. Будь ласка, перевірте ваше Інтернет-з'єднання.
vi: Hết thời gian yêu cầu. Vui lòng kiểm tra kết nối Internet.

source: Could not save your details
cs_cz: Vaše informace nebyly uloženy
de: Deine Angaben konnten nicht gespeichert werden
es: No se pudo guardar tu información
fil: Hindi mai-save ang iyong mga detalye
fr: Impossible d'enregistrer vos coordonnées
hr: Vaši podaci nisu mogli biti spremljeni
hu: Nem lehet elmenteni az adataid
id: Tidak dapat menyimpan detail anda
it: Non è possibile salvare i tuoi dettagli
ja: 詳細は保存できませんでした
km: មិនអាចរក្សាទុកព័ត៌មានលម្អិតរបស់អ្នកទេ
ko: 상세 정보 저장 불가
nb: Kunne ikke lagre dine detaljer
nl: Kon uw gegevens niet opslaan
pl: Twoje dane nie mogły być zapisane.
pt_br: Não foi possível salvar seus dados
ru: Невозможно сохранить данные
th: ไม่สามารถบันทึกข้อมูลของคุณได้
tr: Bilgileriniz kaydedilemedi
uk: Неможливо зберегти ваші дані
vi: Không thể lưu thông tin của bạn

source: Please enter a valid address to send to
cs_cz: Zadejte prosím platnou adresu k zaslání
de: Bitte gib eine gültige Empfängeradresse an
es: Introduce una dirección de destino válida
fil: Maari lamang na i-enter ang wastong address na papadalhan
fr: Veuillez entrer une addresse de destination valide
hr: Unesite valjanu adresu za slanje
hu: Adj meg egy érvényes címet a küldéshez
id: Tolong masukkan address yang valid untuk dikirimkan
it: Inserisci un indirizzo valido per l'invio
ja: 有効なアドレスをご入力ください
km: សូមបញ្ចូលអាសយដ្ឋានត្រឹមត្រូវដើម្បីផ្ញើទៅ
ko: (으)로 보내려면 유효한 주소를 입력하십시오
nb: Vennligst skriv inn en gyldig adresse å sende til
nl: Vul alsjeblieft een geldig adres in om iets naar te versturen
pl: Podaj prawidłowy adres docelowy
pt_br: Digite um endereço válida para enviar para
ru: Пожалуйста, введите правильный адрес получателя
th: กรุณากรอกที่อยู่ซึ่งสามารถติดต่อได้
tr: Göndermek için lütfen geçerli bir adres girin
uk: Будь ласка, введіть коректний адрес отримувача
vi: Hãy nhập địa chỉ hợp lệ để gửi tới

# Please enter an amount above
source: Please enter an amount above %(dust)s
cs_cz: Zadejte prosím částku přes %(dust)s
de: Bitte gebe einen höheren Betrag als %(dust)s an.
es: Introduce un importe mayor a %(dust)s
fil: Mangyari lamang na i-enter ang halagang mas tataas sa %(dust)s
fr: Veuillez entrer un montant ci-dessus %(dust)s
hr: Unesite neki iznos iznad %(dust)s
hu: Adj meg egy fentinél magasabb összeget %(dust)s
id: Tolong masukkan jumlah lebih besar dari %(dust)s
it: Inserisci un importo superiore a %(dust)s
ja: %(dust)s以上の額をご入力下さい
km: សូមបញ្ចូលចំនួនទឹកប្រាក់ខាងលើ %(dust)s
ko: %(dust)s 이상의 금액을 입력해주십시오
nb: Vennglist legg in mengde høyere enn %(dust)s
nl: Vul een bedrag in boven %(dust)s
pl: Podaj kwotę powyżej %(dust)s
pt_br: Digite um valor acima %(dust)s
ru: Пожалуйста, введите сумму более %(dust)s
th: กรุณากรอกยอดเงินรวมข้างบน %(dust)s
tr: Lütfen şunun üstünde geçerli bir tutar girin: %(dust)s
uk: Будь ласка, введіть суму, більш за %(dust)s
vi: Hãy nhập số tiền trên %(dust)s
