Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Some funds are temporarily unavailable. To send this transaction, you'll need to wait for your pending transactions to be confirmed first.
cs_cz: Některé prostředky jsou dočasně nedostupné. Chcete-li tuto transakci odeslat, musíte nejprve počkat na potvrzení příchozích transakcí.
de: Einige Einzahlungen sind noch nicht verfügbar. Warte bitte, bis alle ausstehenden Transaktionen bestätigt sind, dann kannst Du die Transaktion senden.
es: Algunos fondos no están disponibles temporalmente. Para enviar esta transacción, primero debes esperar a que tus transacciones pendientes se hayan confirmado.
fil: Ang ilang pondo ay pansamantalang hindi magagamit. Upang magpadala ng transaksyon, kinakailangan mong mag-antay muna para sa pagkumpirma ng iyong transaksyon na pending.
fr: Certains de vos fonds sont indisponibles pour le moment. Pour envoyer cette transaction, vous allez d'abord devoir attendre que vos transactions en attente soient confirmées.
hr: Neka sredstva su privremeno nedostupna. Kako biste poslali ovu transakciju, morat ćete sačekati da se vaše transakcije koje su na čekanju prvo potvrde.
hu: Egyes összegek ideiglenesen nem elérhetőek. Küldéshez szükséged van a folyamatban lévő tranzakciók megerősítésére.
id: Sejumlah dana sementara tidak tersedia. Untuk mengirim transaksi ini, anda perlu menunggu transaksi yang masih tertunda untuk dikonfirmasi terlebih dahulu
it: Parte dei tuoi fondi non sono disponibili. Per inviare questa transazione, devi aspettare che le tue transazioni pendenti siano confermate.
ja: 残高のうち、未だご利用いただけないBTCがあります。関連取引が確認されるまで少々お待ち下さい。
km: ជាបណ្តោះអាសន្ន ទឹកប្រាក់មួយចំនួនមិនមានទេ។ ដើម្បីផ្ញើប្រតិបត្តិការនេះអ្នកត្រូវរង់ចាំប្រតិបត្តិការដែលមិនទាន់សម្រេចរបស់អ្នកត្រូវបានបញ្ជាក់ជាមុនសិន។
ko: 일시적으로 일부 자금을 사용할 수 없습니다. 이 거래를 전송하려면 먼저 보류 중인 거래가 확인되기를 기다려야 합니다.
nb: Noen midler er midlertidlig utilgjengelige. For å sende denne transaksjonen må du først vente til dine ventende midler er bekreftet.
nl: Een gedeelte van uw geld is tijdelijk niet beschikbaar. Om deze transactie te versturen, moet u eerst wachten totdat de nog niet bevestigde transacties bevestigd zijn.
pl: Część twoich środków jest tymczasowo niedostępna. Aby zrealizować transakcję musisz poczekać na potwierdzenie poprzedniej transakcji.
pt_br: Alguns fundos estão temporariamente indisponíveis. Para enviar esta operação, você deve aguardar a confirmação das operações pendentes primeiro.
ru: Некоторые средства временно недоступны. Чтобы сделать этот перевод, вам нужно дождаться подтверждения предыдущих.
th: เงินทุนสำรองนั้นไม่สามารถใช้ได้ชั่วคราว หากจะทำธุรกรรม คุณจำเป็นต้องรอการยืนยันคำขอการทำธุรกรรมเสียก่อน
tr: Bazı fonlar geçici olarak kullanılamıyor. Bu işlemi göndermek için önce bekleyen işlemlerinizin onaylanmasını beklemeniz gerekir.
uk: Частина коштів тимчасово недоступна. Щоб відправити цю транзакцію, Вам необхідно дочекатись підтвердження щойно відправлених транзакцій.
vi: Một số quỹ tạm thời chưa có. Để gửi giao dịch này, bạn cần đợi xác nhận các giao dịch đang chờ xử lý trước.

source: It seems like you are trying to empty your wallet. Taking transaction fee into account, we estimated that the max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
cs_cz: Vypadá to, že se snažíte použít vyprázdnit svou peněženku. Po započtení transakcí, odhadujeme maximální možné množství k odeslání %(sendableBalance)s. Nastavili jsme pro Vás toto množství ve formuláři.
de: Möchtest Du Deine Brieftasche komplett leeren? Unter der Berücksichtigung von Transaktionsgebühren steht Dir ein Maximalbetrag von %(sendableBalance)s zur Verfügung. Wir haben diesen Betrag für Dich in das Eingabefeld eingetragen.
es: Parece que estás intentando desocupar tu monedero. Tomando en cuenta la tarifa por la transacción, calculamos que el importe máximo que puedes enviar es %(sendableBalance)s. Hemos corregido por ti el valor en el campo del importe.
fil: Mukhang nais mong limasin ang iyong wallet. Kung bibigyang-halaga ang transaction fee, tinatantya namin na ang max amount na maari mong maipadala ay %(sendableBalance)s. Na-amendya na namin ang halaga sa amount field para sa iyo.
fr: Il semble que vous essayiez de vider votre porte-monnaie. En tenant compte des frais de transaction, nous avons estimé que le montant maximum que vous pouvez envoyer est de %(sendableBalance)s. Nous avons modifié la valeur dans le champ du montant pour vous.
hr: Izgleda da pokušavate isprazniti vaš novčanik. Uzimajući u obzir proviziju na transakciju, procijenili smo da je maksimalni iznos koji možete poslati %(sendableBalance)s. Izmijenili smo za vas vrijednost u polju za iznos.
hu: Úgy néz ki ki akarod üríteni a tárcád. A tranzakciós díjjal együtt, úgy becsültük, hogy a maximális összeg amit elküldhetsz %(sendableBalance)s. Módosítottuk az összeget a mennyiség mezőben.
id: Sepertinya anda mencoba untuk menghabiskan seluruh isi wallet anda. Membutuhkan biaya transaksi dari akun anda, estimasi kami jumlah maksimum yang bisa dikirim adalah %(sendableBalance)s. Kami telah merubah nilai kolom itu untuk anda
it: Sembra che tu voglia svuotare il tuo portafoglio. Considerando la commissioni per la transazione, abbiamo calcolato che l'importo massimo che puoi inviare è %(sendableBalance)s. Abbiamo corretto l'importo per te.
ja: ウォレットの残高をすべて送ろうとしています。手数料を含めると%(sendableBalance)sのみお送りいただけます。送金額の欄に上記の金額を反映しました。
km: វាហាក់បីដូចជាអ្នកកំពុងព្យាយាមយកប្រាក់ចេញពីកាបូបរបស់អ្នក។ ចំពោះការគិតថ្លៃសេវាប្រតិបតិ្តការទៅក្នុងគណនី យើងប៉ាន់ស្មានថាចំនួនទឹកប្រាក់អតិបរិមាដែលអ្នកអាចផ្ញើគឺ%(sendableBalance)s។ យើងបានកែប្រែតម្លៃនៅក្នុងវាលចំនួនទឹកប្រាក់សម្រាប់អ្នករួចហើយ។
ko: 월렛을 비우려고 하는 것 같습니다. 거래 수수료를 감안하면 보낼 수 있는 최대 금액은 약 %(sendableBalance)s입니다. 금액란의 값은 저희가 수정했습니다.
nb: Det virker som du prøver å tømme din lommebok. Inkludert transaksjonsavgift så har vi beregnet at den største mengden du kan sende er %(sendableBalance)s. Vi har endret verdien i mengde-feltet for deg.
nl: Het lijkt erop dat u een portemonnee probeert leeg te maken. Als men rekening houdt met de transactiekosten, schatten we dat het maximale bedrag dat u kunt versturen %(sendableBalance)s is. We hebben deze waarde voor u ingesteld.
pl: Wygląda na to, że chcesz opróżnić swój portfel. Biorąc pod uwagę opłatę transakcyjną, maksymalna kwota, jaką możesz przesłać to %(sendableBalance)s. Wartość w polu Kwota została automatycznie poprawiona.
pt_br: Parece que você está tentando esvaziar sua carteira. Levando em conta a taxa da operação, estimamos que o valor máximo que pode ser enviado é de %(sendableBalance)s. Lançamos o valor no campo do montante para você.
ru: Похоже, вы собираетесь очистить этот кошелек. Учитывая комиссию, вы можете перевести %(sendableBalance)s. Мы скорректировали сумму перевода с учетом этого.
th: ดูเหมือนว่าคุณกำลังพยายามใช้เงินในกระเป๋าจนหมด เพราะต้องจ่ายภาษีธุรกรรม จากที่เราคำนวณ ยอดเงินสูงสุดที่คุณสามารถส่งได้คือ %(sendableBalance)s เราได้ทำการแก้ไขมูลค่ารวมให้คุณแล้ว
tr: Görünüşe göre cüzdanınızı boşaltmaya çalışıyorsunuz. İşlem ücretini dikkate alarak gönderebileceğiniz maksimum tutarın %(sendableBalance)s olduğunu hesapladık. Tutar alanındaki değeri sizin için değiştirdik.
uk: Схоже, ви намагаєтесь спорожнити свій гаманець. Враховуючи комісію за транзакцію, ми підрахували, що максимальна сума, яку ви можете надіслати, становить %(sendableBalance)s. Ми скоригували суму у відповідному полі.
vi: Dường như bạn đang cố dùng hết tiền trong ví. Tính phí giao dịch vào tài khoản, chúng tôi ước tính số tiền tối đa bạn có thể gửi là %(sendableBalance)s. Chúng tôi đã sửa giá trị trường số tiền cho bạn.

# You do not have enough funds in your wallet (incl. fee)
source: You don't have enough funds in your wallet (incl. fee)
cs_cz: Nemáte dostatek prostředků ve Vaší peněžence (vč. poplatek).
de: Das Guthaben Deiner Brieftasche reicht nicht aus (inkl. Gebühr)
es: No tienes suficientes fondos en el monedero (incluida la tarifa)
fil: Wala kang sapat na pondo sa iyong wallet (incl. fee)
fr: Vous n'avez pas suffisamment de fonds dans votre portefeuille (incl. frais)
hr: Nemate dovoljno sredstava u vašem novčaniku (uključujući proviziju)
hu: Nincs elég összeg a tárcádban (díjjal együtt)
id: Jumlah dana di dalam wallet anda tidak mencukupi (termasuk. biaya)
it: Non hai fondi sufficienti nel tuo portafoglio (incl. tassa).
ja: 残高不足です (incl. fee)
km: អ្នកមិនមានទឹកប្រាក់គ្រប់គ្រាន់នៅក្នុងកាបូបរបស់អ្នកទេ (រួមទាំងកម្រៃសេវា)
ko: 월렛에 자금이 충분치 않습니다(수수료 포함)
nb: Du har ikke nok midler i din lommebok (inkl. gebyr).
nl: U hebt niet genoeg geld in uw portemonnee (incl. fee)
pl: Nie posiadasz wystarczających środków w portfelu (wł. opłatą)
pt_br: Você não tem fundos suficientes na sua carteira (incl. a taxa)
ru: У вас недостаточно средств в кошельке (вкл. комиссию).
th: คุณมีเงินในกระเป๋าไม่พอ (incl น ค่าจ้าง)
tr: Cüzdanınızda yeterli fon yok (işlem ücreti dahil)
uk: Недостатньо коштів у вашому гаманці (включаючи комісію)
vi: Bạn không có đủ tiền trong ví (tính cả phí)

source: A name is required to set your profile on Coin
cs_cz: Jméno je vyžadováno k založení profilu na Coin
de: Für Dein Coin-Profil wird ein Name benötigt
es: Para configurar tu perfil en Coin se necesita un nombre
fil: Kinakailangan ng pangalan upang mai-set ang iyong profile sa Coin
fr: Un nom est requis pour définir votre profil sur Coin
hr: Potrebno je ime kako biste izradili profil na Coinu
hu: Név szükséges a Coin profil beállításához
id: Nama dibutuhkan untuk mengatur profile anda di Coin
it: Per impostare il tuo profilo Coin è richiesto un nome
ja: Coinのプロフィールを作るには名前の設定が必要です
km: ឈ្មោះមួយគឺចាំបាច់ដើម្បីកំណត់ប្រវត្តិរូបរបស់អ្នកនៅលើកាក់។
ko: 코인에서 프로필을 설정하려면 이름이 필요합니다.
nb: Et navn kreves for å sette opp din Coin-profil
nl: Een naam is vereist om uw profiel in te stellen op Coin
pl: Aby utworzyć profil Coin, wymagana jest nazwa
pt_br: Um nome é necessário para definir seu perfil no Coin
ru: Для установки профиля в Coin требуется имя.
th: คุณจำเป็นต้องกรอกชื่อของคุณเพื่อตั้งค่าโปร์ไฟล์ Coin
uk: Для створення профілю на Coin потрібно ім'я
vi: Yêu cầu tên khi thiết lập hồ sơ của bạn trên Coin

source: Uh Oh...
cs_cz: Jejda...
de: Oh oh...
es: Oh, no.
fil: Ay naku
fr: Oh oh...
hu: Hűha...
it: Oh Oh...
ja: あれ？
km: អូអូ...
ko: 이런...
nb: Oisann...
nl: Oh...oh...
pl: Och..
pt_br: Oh, não...
ru: Ах, черт!
th: โอ๊ะ โอ...
uk: Ой ой...

source: Whoops!
cs_cz: Hups...
de: Ups!
es: ¡Oh!
fil: Oops!
fr: Oooops!
hr: Ups!
hu: Hoppá!
id: Upps!
ja: おっと！
km: អ៊ុប!
ko: 앗!
nb: Oppsann!
nl: Oeps!
pl: Ups!
pt_br: Opa!
ru: Фигня вышла!
th: อุปส์!
tr: Eyvah!
uk: Упс!
vi: Rất tiếc!

source: Just saying...
cs_cz: Jen říkám...
de: Ich mein' ja nur...
es: Solo decía...
fil: Sinasabi lamang...
fr: Juste comme ça...
hr: Samo kažemo...
hu: Csak azt szeretném mondani...
id: Cuma mengatakan...
it: Tanto per dire...
ja: ちなみに...
km: គ្រាន់​តែ​និយាយ​ថា...
ko: 말씀드립니다...
nb: Bare nevner det...
nl: Ik zeg het alleen maar...
pl: Drobna uwaga...
pt_br: Só para constar...
ru: Ну, вот...
th: บอกไว้ก่อนนะ...
tr: Demek istediğimiz...
uk: До відома...
vi: Phải nói...

source: Your browser does not support geolocation
cs_cz: Váš prohlížeč nepodporuje geolokaci
de: Dein Browser unterstützt die Standortlokalisierung (geolocation) nicht
es: Tu navegador no es compatible con geolocalización
fil: Ang iyong browser ay hindi sumusuporta ng geolocation
fr: Votre navigateur ne supporte pas la géolocalisation
hr: Vaš preglednik ne podržava geolokaciju
hu: A böngésződ nem támogatja a helymeghatározást
id: Browser anda tidak mendukung geolocation
it: Il tuo browser non supporta la geolocalizzazione
ja: ブラウザがGPS位置情報に対応していません
km: កម្មវិធីរុករករបស់អ្នកមិនគាំទ្រទីតាំងភូមិសាស្ត្រ
ko: 브라우저가 위치정보를 지원하지 않습니다
nb: Din nettleser støtter ikke geoposisjonering
nl: Uw browser ondersteunt geen geolocatie
pl: Twoje przeglądarka nie obsługuje geolokacji
pt_br: Seu navegador não é compatível com a geolocalização
ru: Ваш браузер не поддерживает геолокацию
th: เบราวเซอร์ของคุณไม่สามารถใช้การหาพิกัดได้
tr: Tarayıcınız coğrafi konumu desteklemiyor
uk: Ваш браузер не підтримує геолокацію
vi: Trình duyệt không hỗ trợ định vị

source: Unable to retrieve your location
cs_cz: Vaše lokace nebyla zjištěna
de: Dein Standort konnte nicht bestimmt werden
es: No se pudo obtener tu ubicación
fil: Hindi nagawang makuha ang iyong lokasyon
fr: Impossible de récupérer votre position
hr: Nije moguće preuzeti lokaciju
hu: Nem lehet lekérni a helyzeted
id: Tidak dapat mengambil lokasi anda
it: Non è stato possibile individuare la tua posizione
ja: 位置情報が取得できませんでした
km: មិនអាចស្វែងរកទីតាំងអ្នកបានទេ
ko: 위치 검색 불가
nb: Ikke mulig å hente din plassering
nl: We kunnen uw locatie niet vaststellen
pl: Nie można odczytać twojej lokalizacji
pt_br: Não foi possível recuperar sua localização
ru: Невозможно определить ваше местонахождение
th: ไม่สามารถกู้คืนพิกัดของคุณได้
tr: Konum bilginiz alınamadı
uk: Неможливо отримати ваше розташування
vi: Không thể xác định vị trí của bạn

# Without a name, the payer would not be able to identify you on Mecto.
source: Without a name, the payer wouldn't be able to identify you on Mecto.
cs_cz: Bez jména by Vás plátce nebyl schopný na Mecto najít.
de: Ohne Name kann der Sender Dich nicht auf Mecto identifizieren
es: Sin un nombre, el pagador no podrá identificarte en Mecto.
fil: Kapag walang pangalan, ang magbabayad ay hindi makikilala ka sa Mecto.
fr: Sans un nom, le payeur ne pourrait pas vous identifier sur Mecto.
hr: Bez imena, onaj tko plaća neće vas moći identificirati na Mectou.
hu: Név nélkül a megbízó nem tud a Mecto-n beazonosítani.
id: Tanpa nama, pihak pembayar tidak dapat mengidentifikasi anda di Mecto
it: Senza un nome, nessuno può identificarti su Mecto.
ja: ハンドルネームを入力しないと、周りのユーザーにあなたのアドレスが見えません。
km: បើគ្មានឈ្មោះទេ អ្នកបង់ប្រាក់នឹងមិនអាចកំណត់អត្តសញ្ញាណអ្នកនៅលើ Mecto ឡើយ។
ko: 이름이 없으면 지급인이 멕토(Mecto)에서 여러분을 식별할 수 없습니다.
nb: Uten et navn vil ikke den som betaler kunne identifisere deg på Mecto.
nl: Zonder een naam kan de betaler u niet identificeren op Mecto.
pl: Jeśli nie podasz nazwy, inni użytkownicy nie będą mogli rozpoznać cię w Mecto.
pt_br: Sem um nome, o cliente pagante não poderá identificá-lo no Mecto.
ru: Без имени, отправитель не сможет найти вас в Mecto.
th: หากไม่กรอกชื่อ ผู้จ่ายเงินจะไม่สามารถระบุตัวตนของคุณบน Mecto ได้
tr: Ad olmadan, ödemeyi gönderen kişi sizi Mecto'da bulamayacaktır.
uk: Без імені Вас буде неможливо знайти на Mecto.
vi: Không có tên, người trả tiền không thể nhận dạng bạn trên Mecto.

source: Change your details
cs_cz: Změnit svůj profil
de: Ändere Deine Angaben
es: Cambia tu información
fil: Palitan ang mga detalye
fr: Modifiez vos coordonnées
hr: Izmijenite svoje podatke
hu: Adatok megváltoztatása
id: Ubah detail anda
it: Cambia i tuoi dettagli
ja: 詳細を変更
km: ផ្លាស់ប្តូរព័ត៌មានលម្អិតរបស់អ្នក
ko: 상세 정보 변경
nb: Endre dine detaljer
nl: Wijzig uw gegevens
pl: Edytuj swoje dane
pt_br: Altere seus dados
ru: Изменить профиль
th: เปลี่ยนรายละเอียด
uk: Змінити Ваші дані
vi: Thay đổi thông tin

source: Your username
cs_cz: Vaše uživatelské jméno
de: Dein Benutzernamen
es: Tu nombre de usuario
fil: Iyong pangalan
fr: Votre nom d'utilisateur
hr: Vaše korisničko ime
hu: Felhasználóneved
id: Username anda
it: Il tuo nome utente
ja: あなたのユーザ名
km: ឈ្មោះអ្នកប្រើរបស់អ្នក
ko: 사용자명
nb: Ditt navn
nl: Uw gebruikersnaam
pl: Twoja nazwa użytkownika
pt_br: Nome de usuário
ru: Ваше имя пользователя
th: ชื่อผู้ใช้ของคุณ
tr: Kullanıcı adınız
uk: Ім'я користувача
vi: Tên đăng nhập

source: Gravatar email
es: Correo electrónico de Gravatar
fr: Email Gravatar
hr: Gravatar e-pošta
it: Email Gravatar
ja: グラバター用メールアドレス
km: អ៊ីមែល Gravatar
ko: 그라바타(Gravatar) 이메일
nb: Gravatar epost
pl: Adres e-mail Gravatar
pt_br: E-mail Gravatar
th: อีเมลล์ Gravatar
tr: Gravatar e-postası
uk: E-mail на Gravatar
vi: Email Gravatar

source: Submit
cs_cz: Odeslat
de: Senden
es: Enviar
fil: Isubmite
fr: Envoyer
hr: Pošalji
hu: Küldés
id: Masukkan
it: Conferma
ja: 設定する
km: ដាក់ស្នើ
ko: 제출
nb: Legg inn
nl: Versturen
pl: Zapisz
pt_br: Enviar
ru: Ввести
th: ยอมรับ
uk: Послати
vi: Gửi

source: Gravatar (globally recognised avatar) is a service that lets you re-use the same avatar across websites and apps by specifying an email address.
cs_cz: Gravatar (globálně používaný avatar) je služba, která Vám umožňuje zadáním e-mailové adresy znovu použít stejného avatara napříč různými webovými stránkami a aplikacemi.
de: Gravatar (globale Avatare) ist ein Service, der es Dir ermöglicht, den gleichen Avatar für mehrere Webseiten und Anwendungen zu verwenden. Du musst nur Deine E-Mail angeben.
es: Gravatar (avatar reconocido a nivel mundial) es un servicio que te permite reutilizar el mismo avatar en varios sitios web y apps especificando una dirección de correo electrónico.
fil: Ang Gravatar (globally recognised avatar) ay isang serbisyo na naglalayong gamitin uli ang parehas na avatar sa mga website at app sa pamamagitan ng pagtukoy ng email address.
fr: Gravatar (de avatar globalement reconnu) est un service qui vous permet de ré-utiliser le même avatar dans les sites Web et les applications en spécifiant une adresse e-mail.
hr: Gravatar (globalno prepoznati avatar) je usluga koja vam omogućuje koristiti istog avatara na različitim web-mjestima i aplikacijama navođenjem adrese e-pošte.
hu: Gravatar (globálisan felismert avatár) egy szolgáltatás, ahol ugyanazt az avatárt használhatod weboldalakon és alkalmazásokban.
id: Gravatar (dikenal juga dengan avatar) adalah layanan yang memungkinkan untuk dapat menggunakan avatar yang sama di website dan aplikasi dengan menentukan alamat email.
it: Gravatar (globally recognised avatar) è un servizio che ti permette di utilizzare lo stesso avatar in più siti internet, specificando un particolare indirizzo email.
ja: グラバターとはメールアドレスの登録で同じアバターがインターネット上どこでも使用できるサービスです。
km: Gravatar (ត្រូវបានស្គាល់ជាសកលថាជា អាវតា) គឺជាសេវាកម្មមួយដែលអនុញ្ញាតឲ្យអ្នកប្រើអាវតាដដែលឡើងវិញនៅលើវ៉ិបសាយថ៍និងកម្មវិធីទូរសព្ទដោយបញ្ជាក់អាសយដ្ឋានអ៊ីមែល។
ko: 그라바타(Gravatar, 세계적으로 인식되는 아바타)는 이메일을 지정하여 웹사이트와 앱에서 동일한 아바타를 사용할 수 있는 서비스입니다.
nb: Gravatar (globalt gjenkjent avatar) er en tjeneste som lar deg bruke den samme avataren på tvers av nettsider og applikasjoner ved å spesifisere din epost-adresse.
nl: Gravatar (wereldwijd erkende avatar) is een service waarmee u opnieuw gebruik kunt maken van dezelfde avatar op websites en apps door middel van het opgeven van een e-mailadres.
pl: Gravatar (globalnie rozpoznawany awatar) jest usługą pozwalającą na wykorzystanie jednego awatara w wielu serwisach i aplikacjach poprzez podanie adresu e-mail.
pt_br: O Gravatar (avatar reconhecido internacionalmente) é um serviço que permite ao usuário reutilizar o mesmo avatar em todos os sites na internet e aplicativos, especificando um endereço de e-mail.
ru: Gravatar (глобальный аватар) - это сервис, позволяющий вам использовать один и тот же профиль на разных сайтах и приложениях через привязку email адреса.
th: กราวาตาร์ (อวาตาร์ที่เป็นที่รู้จักกันทั่วโลก) คือโปรแกรมที่ทำให้คุณสามารถใช้อวาตาร์ตัวเดิมข้ามเว็บไซด์และแอพต่างๆได้โดยการระบุอีเมลล์แอดเดรส
tr: Gravatar (dünyada tanınan avatar), bir e-posta adresi belirterek farklı web sitelerinde ve uygulamalarda aynı avatarı kullanmanızı sağlayan bir hizmettir.
uk: «Граватар» (аватар, що розпізнається на глобальному рівні) – це сервіс, який дозволяє використовувати одну й ту ж аватарку на кількох сайтах чи у кількох застосунках, вказавши адресу електронної пошти.
vi: Gravatar (globally recognised avatar - hình ảnh đại diện được công nhận toàn cầu) là một dịch vụ cho phép bạn sử dụng lại hình ảnh đại diện trên các trang web và ứng dụng bằng cách chỉ định một địa chỉ email.

source: Create a gravatar
cs_cz: Vytvořit gravatar
de: Erstelle einen Gravatar
es: Crear un Gravatar
fil: Gumawa ng gravatar
fr: Créez un avatar
hr: Izradi gravatara
hu: Gravatar készítése
id: Buat gravatar
it: Crea un gravatar
ja: グラバターを作成
km: បង្កើត gravatar មួយ
ko: 그라바타(Gravatar) 만들기
nb: Opprett en gravatar
nl: Maak een gravatar
pl: Utwórz gravatar
pt_br: Criar um gravatar
ru: Создать Gravatar
th: สร้างกราวาตาร์
tr: Gravatar oluştur
uk: Створити граватар
vi: Tạo gravatar

source: Logout
cs_cz: Odhlásit se
de: Abmelden
es: Cerrar sesión
fil: Mag-logout
fr: Déconnexion
hr: Odjavi se
hu: Kijelentkezés
id: Keluar
it: Esci
ja: ログアウト
km: ចេញ
ko: 로그아웃
nb: Logg out
nl: Uitloggen
pl: Wyloguj
pt_br: Desconectar-se
ru: Выход
th: ออกจากระบบ
tr: Çıkış
uk: Вийти
vi: Đăng xuất

source: Support
cs_cz: Podpora
de: Hilfe
es: Asistencia técnica
fil: Suporta
hr: Podrška
hu: Segítség
id: Bantuan
it: Supporto
ja: 問い合わせ
km: គាំទ្រ
ko: 지원
nb: Brukerstøtte
nl: Ondersteuning
pl: Pomoc
pt_br: Suporte
ru: Поддержка
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ

source: Send
cs_cz: Odeslat
de: Senden
es: Enviar
fil: Magpadala
fr: Envoyer
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送る
km: ផ្ញើ
ko: 전송
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
uk: Послати
vi: Gửi

source: Receive
cs_cz: Přijmout
de: Empfangen
es: Recibir
fil: Tumanggap
fr: Recevoir
hr: Primi
hu: Fogadás
id: Terima
it: Ricevi
ja: 受け取る
km: ទទួល
ko: 수취
nb: Motta
nl: Ontvangen
pl: Odbierz
pt_br: Receber
ru: Получить
th: รับ
tr: Al
uk: Отримати
vi: Nhận

source: History
cs_cz: Historie
de: Chronik
es: Histórico
fil: Kasaysayan
fr: Historique
hr: Povijest
hu: Előzmények
id: Riwayat
it: Cronologia
ja: 履歴
km: ប្រវត្តិ​
ko: 내역
nb: Historie
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
th: ประวัติ
tr: Geçmiş
uk: Історія
vi: Lịch sử

source: Tokens
cs_cz: Tokeny
de: Token
fil: Mga token
fr: Jetons
hr: Žetoni
hu: Érmék
id: Token
it: Token
ja: コイン
km: កាស
ko: 토큰
nb: Tokener
pl: Tokeny
ru: Токены
th: โทเค็น
tr: Token'ler
uk: Токени
vi: Token
