Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Please enter an address other than your wallet address
cs_cz: Zadejte prosím jinou adresu, než adresu vaší peněženky
de: Bitte gib eine andere Adresse als Deine Brieftaschen-Adresse ein.
es: Introduce una dirección diferente de la dirección de tu monedero
fil: Pakilagyan ng address maliban sa iyong wallet address
fr: Veuillez saisir une adresse différente de l'adresse de votre portefeuille
hr: Unesite adresu različitu od adrese vašeg novčanika
hu: Adj meg egy a Te tárcacímedtől eltérő címet
id: Silahkan masukkan address lain selain address yang anda miliki
it: Inserisci un indirizzo diverso dall'indirizzo del tuo portafoglio
ja: ウォレットアドレス以外のアドレスを入力してください
km: សូមបញ្ចូលអាសយដ្ឋានក្រៅពីអាសយដ្ឋានកាបូបរបស់អ្នក។
ko: 월렛 주소 외 다른 주소를 입력해주십시오
nb: Oppgi en annen adresse enn din lommeboksadresse
nl: Voer een ander adres in dan het adres van uw portemonnee.
pl: Wprowadź adres inny niż adres portfela
pt_br: Digite um endereço diferente do da sua carteira
ru: Пожалуйста, введите адрес, отличный от адреса вашего кошелька
th: โปรดป้อนที่อยู่อื่นนอกเหนือไปจากที่อยู่กระเป๋าเงินของคุณ
tr: Lütfen cüzdan adresiniz dışında bir adres girin
uk: Введіть адресу, що відрізняється від адреси вашого гаманця
vi: Hãy nhập địa chỉ khác địa chỉ ví

source: Please enter a private key other than your wallet private key
cs_cz: Zadejte prosím jiný privátní klíč, než privátní klíč k Vaší peněžence
de: Bitte gib einen anderen privaten Schlüssel ein als den privaten Schlüssel Deiner Brieftasche.
es: Introduce una clave privada diferente de la clave de tu monedero
fil: Pakilagyan ng pribadong key maliban sa iyong pribadong key ng wallet mo
fr: Veuillez saisir une clé privée différente de la clé privée de votre portefeuille.
hr: Unesite tajni ključ različit od vašeg tajnog ključa
hu: Adj meg egy a Te tárcád privát kulcsától eltérő privát kulcsot
id: Silahkan masukkan private key selain private key wallet anda
it: Inserisci una chiave privata diversa dalla chiave privata del tuo portafoglio
ja: ウォレットの秘密鍵以外の秘密鍵を入力してください
km: សូមបញ្ចូលកូនសោឯកជនក្រៅពីកូនសោឯកជនរបស់កាបូបអ្នក។
ko: 월렛 개인키 외 다른 개인키를 입력해주십시오
nb: Oppgi en priat nøkkel annen enn din private lommeboknøkkel
nl: Voer een andere privé code in dan de privé code van uw portemonnee.
pl: Wprowadź klucz prywatny inny niż klucz prywatny twojego portfela
pt_br: Digite uma chave privativa diferente da chave da sua carteira
ru: Пожалуйста, введите приватный ключ, отличный от приватного ключа вашего кошелька
th: โปรดป้อนคีย์ส่วนตัวอื่นนอกเหนือไปจากคีย์ส่วนตัวสำหรับกระเป๋าเงินของคุณ
tr: Lütfen cüzdan özel anahtarınız dışında bir özel anahtar girin
uk: Введіть приватний ключ, що відрізняється від приватного ключа вашого гаманця
vi: Hãy nhập khóa riêng khác khóa riêng ví

source: It seems like you are trying to empty your wallet. Taking transaction fee and minimum reserve (%(minReserve)s %(denomination)s) into account, we estimated that the max amount you can send is %(sendableBalance)s. We have amended the value in the amount field for you.
cs_cz: Zdá se, že se snažíte vyprázdnit svou peněženku. Když jsme uvážili poplatek za transakci a minimální rezervu (%(minReserve)s %(denomination)s), odhadli jsme, že maximální částka, kterou můžete poslat, je %(sendableBalance)s. Hodnotu v poli částka jsme pro vás opravili.
de: Möchtest du deine Brieftasche komplett leeren? Unter der Berücksichtigung von Transaktionsgebühren und der Mindestreserve (%(minReserve)s %(denomination)s) kannst du maximal einen Betrag von %(sendableBalance)s senden. Wir haben diesen Betrag für Dich in das Eingabefeld eingetragen.
es: Parece que estás intentando desocupar tu monedero. Tomando en cuenta la tarifa por la transacción y la reserva mínima de (%(minReserve)s %(denomination)s), calculamos que el importe máximo que puedes enviar es %(sendableBalance)s. Hemos corregido por ti el valor en el campo del importe.
fil: Mukhang nais mong limasin ang iyong wallet. Kung bibigyang-halaga ang transaction fee at minimum na reserve (%(minReserve)s %(denomination)s), tinatantya namin na ang max amount na maari mong maipadala ay %(sendableBalance)s. Na-amendya na namin ang halaga sa amount field para sa iyo.
fr: Il semble que vous essayiez de vider votre portefeuille. En tenant compte des frais de transaction et de la réserve minimale (%(minReserve)s %(denomination)s), nous avons estimé que le montant maximal que vous pouvez envoyer est de %(sendableBalance)s. Nous avons modifié la valeur dans le champ du montant pour vous.
hr: Izgleda da pokušavate isprazniti vaš novčanik. Uzimajući u obzir proviziju na transakciju i minimalnu rezervu %(minReserve)s %(denomination)s), procijenili smo da je maksimalni iznos koji možete poslati %(sendableBalance)s. Izmijenili smo za vas vrijednost u polju za iznos.
hu: Úgy néz ki ki akarod üríteni a tárcád. A tranzakciós díjjal és a minimális tartaléknál (%(minReserve)s %(denomination)s) együtt, úgy becsültük, hogy a maximális összeg amit elküldhetsz %(sendableBalance)s. Módosítottuk az összeget a mennyiség mezőben.
id: Nampaknya anda sedang mengosongkan wallet. Dengan pertimbangan biaya transaksi dan cadangan minimum (%(minReserve)s %(denomination)s) akun anda, kami meperkirakan jumlah transaksi maksimum yang bisa ditransfer adalah %(sendableBalance)s. Kami telah mengubah nilai di kolom tersebut untuk anda.
it: Sembra che tu voglia svuotare il tuo portafoglio. Considerando la commissioni minime per la transazione (%(minReserve)s %(denomination)s), abbiamo calcolato che l'importo massimo che puoi inviare è %(sendableBalance)s. Abbiamo corretto l'importo per te.
ja: ウォレットを空にしようとしているようですね。取引手数料と最低積立金 (%(minReserve)s%(denomination)s) を考慮して、あなたが送れる最大金額は%(sendableBalance)sと見積もっています。金額欄の数値を修正しました。
km: វាហាក់បីដូចជាអ្នកកំពុងព្យាយាមយកប្រាក់ចេញពីកាបូបរបស់អ្នក។ ចំពោះការគិតថ្លៃសេវាប្រតិបតិ្តការនិងទឹកប្រាក់បម្រុងអប្បបរមា (%(minReserve)s %(denomination)s) ទៅក្នុងគណនី យើងប៉ាន់ស្មានថាចំនួនទឹកប្រាក់អតិបរិមាដែលអ្នកអាចផ្ញើគឺ%(sendableBalance)s។ យើងបានកែប្រែតម្លៃនៅក្នុងវាលចំនួនទឹកប្រាក់សម្រាប់អ្នករួចហើយ។
ko: 월렛을 비우려고 하는 것 같습니다. 거래 수수료와 최소 준비금(%(minReserve)s %(denomination)s)을 감안하면 보낼 수 있는 최대 금액은 약 %(sendableBalance)s입니다. 금액란의 값은 저희가 수정했습니다.
nb: Det virker som du prøver å tømme din lommebok. Inkludert transaksjonsavgift og minstereserven (%(minReserve)s %(denomination)s), så har vi beregnet at det største beløpet du kan sende er %(sendableBalance)s. Vi har endret verdien i mengde-feltet for deg.
nl: Het lijkt erop dat u een portemonnee probeert leeg te maken. Als men rekening houdt met de transactiekosten en de minimale reserve (%(minReserve)s %(denomination)s), dan schatten we dat het maximale bedrag dat u kunt versturen %(sendableBalance)s is. We hebben deze waarde voor u ingesteld.
pl: Wygląda na to, że chcesz opróżnić swój portfel. Biorąc pod uwagę opłatę transakcyjną i minimalną rezerwę (%(minReserve)s %(denomination)s) na konto, oszacowaliśmy maksymalną kwotę do przesłania na %(sendableBalance)s. Wartość w polu Kwota została automatycznie poprawiona.
pt_br: Parece que você está tentando esvaziar sua carteira. Levando em conta a taxa da operação e a reserva mínima (%(minReserve)s %(denomination)s), estimamos que o valor máximo a ser enviado é de %(sendableBalance)s. Lançamos o valor no campo do montante para você.
ru: Похоже, вы собираетесь очистить этот кошелек. Учитывая комиссию и минимальный резерв (%(minReserve)s %(denomination)s), вы можете перевести %(sendableBalance)s. Мы скорректировали сумму перевода с учетом этого.
th: ดูเหมือนว่าคุณกำลังพยายามใช้เงินในกระเป๋าให้หมด เมื่อคำนึงถึงค่าธรรมเนียมธุรกรรมและเงินสำรองขั้นต่ำ (%(minReserve)s %(denomination)s) แล้ว เราได้ประเมินว่าจำนวนสูงสุดที่คุณสามารถส่งได้คือ %(sendableBalance)s เราได้แก้ไขค่าในช่องข้อมูลจำนวนเงินให้คุณเรียบร้อยแล้ว
uk: Схоже, ви намагаєтесь спорожнити свій гаманець. Враховуючи комісію за транзакцію та мінімальний резерв (%(minReserve)s %(denomination)s), ми підрахували, що максимальна сума, яку ви можете надіслати, становить %(sendableBalance)s. Ми скоригували суму у відповідному полі.
vi: Dường như bạn đang cố dùng hết tiền trong ví. Tính phí giao dịch vào tài khoản và dự trữ tối thiểu (%(minReserve)s %(denomination)s) trong tài khoản, chúng tôi ước tính số tiền tối đa bạn có thể gửi là %(sendableBalance)s. Chúng tôi đã sửa giá trị trường số tiền cho bạn.

source: Your wallet isn't activated. To activate it please send greater than minimum reserve (%(minReserve)s %(denomination)s) to your wallet address.
cs_cz: Vaše peněženka není aktivována. Chcete-li ji aktivovat, pošlete prosím na adresu své peněženky rezervu větší než minimum (%(minReserve)s %(denomination)s).
de: Deine Brieftasche ist nicht aktiviert. Bitte sende eine höhere Mindestreserve (%(minReserve)s %(denomination)s) an die Adresse Deiner Brieftasche.
es: Tu monedero no está activado. Para activarlo, envía un importe de (%(minReserve)s %(denomination)s) mayor a la reserva mínima a tu dirección de monedero.
fil: Hindi gumagana ang wallet mo. Para paganahin ito, pakipadala ng mas malaki sa minimum reserve (%(minReserve)s %(denomination)s) sa iyong wallet address.
fr: Votre portefeuille n'est pas activé. Pour l'activer, veuillez envoyer une réserve supérieure à la réserve minimale (%(minReserve)s %(denomination)s) à l'adresse de votre portefeuille.
hr: Vaš novčanik nije aktiviran. Kako biste ga aktivirali molimo pošaljite iznos veći od minimalne rezerve (%(minReserve)s %(denomination)s) na adresu vašeg novčanika.
hu: Nincs aktiválva a tárcád. Az aktiváláshoz küldj a minimális tartaléknál nagyobb összeget (%(minReserve)s %(denomination)s) a tárcacímedre.
id: Wallet anda belum diaktifkan. Untuk mengaktifkannya silahkan kirim melebihi jumlah cadangan minimum (%(minReserve)s %(denomination)s) pada address wallet anda
it: Il tuo portafoglio non è attivato. Per attivarlo, invia un importo superiore alle commissioni minime (%(minReserve)s %(denomination)s) all'indirizzo del tuo portafoglio.
ja: あなたのウォレットは活性化されていません。 有効にするには、最低額（%(minReserve)s %(denomination)s）以上をウォレットのアドレスに送付してください。
km: កាបូបរបស់អ្នកមិនធ្វើឲ្យសកម្មទេ។ ដើម្បីធ្វើឲ្យសកម្មវាសូមផ្ញើចំនួនធំជាងចំនួនទឹកប្រាក់បម្រុងអប្បបរមា។ (%(minReserve)s %(denomination)s) ទៅអាសយដ្ឋានកាបូបរបស់អ្នក។
ko: 월렛이 활성화되지 않았습니다. 월렛을 활성화하려면 최소 준비금(%(minReserve)s %(denomination)s)보다 큰 금액을 월렛 주소로 보내주십시오.
nb: Lommeboken din er ikke aktivert. Send mer enn minstereserven (%(minReserve)s %(denomination)s) til din lommeboksadresse for å aktivere den.
nl: Uw portemonnee is niet geactiveerd. Verzend een bedrag groter dan de minimale reserve (%(minReserve)s %(denomination)s) naar het adres van uw portemonnee om deze te activeren.
pl: Twój portfel nie jest zaktywowany. Aby go aktywować, wyślij więcej niż rezerwę minimalną (%(minReserve)s %(denomination)s) do adresu portfela.
pt_br: Sua carteira não está ativa. Para ativá-la, envie um valor maior do que a reserva mínima (%(minReserve)s %(denomination)s) para o endereço da sua carteira.
ru: Ваш кошелек не активирован. Чтобы активировать его, пожалуйста, отправьте более %(minReserve)s %(denomination)s (минимальный резерв) на адрес вашего кошелька.
th: กระเป๋าเงินของคุณยังไม่ได้เปิดใช้งาน หากต้องการเปิดใช้งาน โปรดส่งเงินที่เป็นจำนวนมากกว่าเงินสำรองขั้นต่ำ (%(minReserve)s %(denomination)s) ไปยังที่อยู่กระเป๋าเงิน
uk: Ваш гаманець не активований. Щоб активувати його, надішліть суму більшу за мінімальний резерв (%(minReserve)s %(denomination)s) на адресу свого гаманця.
vi: Ví của bạn chưa kích hoạt. Để kích hoạt, vui lòng gửi lớn hơn dự trữ tối thiểu (%(minReserve)s %(denomination)s) vào địa chỉ ví của bạn.

source: Load more
cs_cz: Načíst více
de: Mehr laden
es: Cargar más
fil: Mag-load pa
fr: Charger plus
hr: Učitaj više
hu: Több betöltése
id: Muat lebih banyak
it: Carica altro
ja: もっと読み込む
km: ផ្ទុកបន្ថែម
ko: 추가 로딩
nb: Last inn mer
nl: Meer laden
pl: Załaduj więcej
pt_br: Carregar mais
ru: Загрузить еще
th: โหลดเพิ่มเติม
tr: Daha fazla yükle
uk: Зарахувати більше
vi: Tải thêm

source: more
cs_cz: více
de: mehr
es: más
fil: pa
fr: plus
hr: više
hu: több
id: lebih
it: altro
ja: もっと
km: បន្ថែមទៀត
ko: 추가
nb: mer
nl: meer
pl: więcej
pt_br: mais
ru: еще
tr: daha fazla
uk: більше
vi: thêm

source: Recipient's wallet isn't activated. You can send only amount greater than %(minReserve)s %(denomination)s.
cs_cz: Peněženka příjemce není aktivována. Můžete poslat jen částku větší než %(minReserve)s %(denomination)s.
de: Die Brieftasche des Empfängers ist nicht aktiviert. Du kannst nur einen Betrag senden, der größer ist als %(minReserve)s %(denomination)s.
es: El monedero del destinatario no está activado. Solo puedes enviar un importe mayor a %(minReserve)s %(denomination)s.
fil: Hindi gumagana ang wallet ng tatanggap. Maaari ka lang magpadala ng halagang mas malaki sa %(minReserve)s %(denomination)s.
fr: Le portefeuille du destinataire n'est pas activé. Vous ne pouvez envoyer qu'un montant supérieur à %(minReserve)s %(denomination)s.
hr: Novčanik primatelja nije aktiviran. Možete poslati samo iznos veći od %(minReserve)s %(denomination)s.
hu: A fogadó tárcája nincs aktiválva. Csak %(minReserve)s %(denomination)s összegnél nagyobbat küldhetsz.
id: Wallet penerima belum aktif. Anda dapat mengirim jumlah yang lebih besar dari %(minReserve)s %(denomination)s.
it: Il portafoglio del destinatario non è attivato. Puoi inviare soltanto un importo superiore a %(minReserve)s %(denomination)s.
ja: 受信者のウォレットがアクティブになっていません。%(minReserve)s%(denomination)sより大きい金額のみ送信できます。
km: កាបូបរបស់មិនធ្វើឲ្យសកម្មទេ។ អ្នកអាចផ្ញើតែចំនួនទឹកប្រាក់ធំជាង %(minReserve)s %(denomination)s។
ko: 수취인의 월렛이 활성화되지 않았습니다. %(minReserve)s %(denomination)s보다 큰 금액만 보낼 수 있습니다.
nb: Mottakerens lommebok er ikke aktivert. Du kan kun sende beløp høyere enn %(minReserve)s %(denomination)s.
nl: De portemonnee van de ontvanger is niet geactiveerd. U kunt alleen een bedrag groter dan %(minReserve)s %(denomination)s verzenden.
pl: Portfel odbiorcy nie jest zaktywowany. Możesz wysłać tylko kwotę większą niż %(minReserve)s %(denomination)s.
pt_br: A carteira do destinatário não está ativa. Só é possível enviar valores acima de %(minReserve)s %(denomination)s.
ru: Кошелек получателя не активирован. Вы можете отправить только сумму, превышающую %(minReserve)s %(denomination)s.
th: กระเป๋าเงินของผู้รับยังไม่ได้เปิดใช้งาน คุณสามารถส่งเงินเป็นจำนวนมากกว่า %(minReserve)s %(denomination)sเพียงเท่านั้น
uk: Гаманець отримувача не активований. Ви можете надіслати лише суму, що перевищує %(minReserve)s %(denomination)s.
vi: Ví của người nhận chưa kích hoạt. Bạn chỉ có thể gửi số tiền lớn hơn %(minReserve)s %(denomination)s.

source: Destination tag
cs_cz: Cílový štítek
de: Ziel-Tag
es: Etiqueta destino
fil: Tag ng destinasyon
fr: Balise de destination
hr: Oznaka odredišta
hu: Desztinációs címke
id: Tujuan tag
it: Destinazione tag
ja: 宛先タグ
km: ស្លាកទិសដៅ
ko: 대상 태그
nb: Destinasjonsmerke
nl: Tag bestemming
pl: Tag docelowy
pt_br: Tag do destino
ru: Тег назначения
th: แท็กปลายทาง
tr: Hedef etiketi
uk: Тег призначення
vi: Thẻ đích

source: Invoice ID
cs_cz: ID faktury
de: Rechnungsnummer
es: Id. de la factura
fil: ID ng Invoice
fr: Numéro de facture
hr: Identifikacijski broj fakture
hu: Számlaazonosító
id: ID Invoice
it: ID Fattura
ja: 請求書ID
km: លេខវិក្កយបត្រ
ko: 인보이스 ID
nb: Faktura-ID
nl: Factuur-ID
pl: Nr faktury
pt_br: ID da fatura
ru: ID счета
th: ID ใบแจ้งหนี้
tr: Fatura No.
uk: Ідентифікатор рахунку
vi: Số hóa đơn

source: (optional)
cs_cz: (volitelné)
es: (opcional)
fil: (opsyonal)
fr: (optionnel)
hr: (neobavezno)
hu: (választható)
id: (opsional)
it: (Facoltativo)
ja: (オプション)
km: (ជម្រើស)
ko: (선택사항)
nb: (valgfritt)
nl: (optioneel)
pl: (opcjonalne)
pt_br: (opcional)
ru: (необязательно)
th: (ไม่จำเป็น)
tr: (isteğe bağlı)
uk: (за бажанням)
vi: (tùy chọn)

source: An arbitrary unsigned 32-bit integer that identifies a reason for payment or a non-Ripple account.
cs_cz: Libovolné 32-bitové celé číslo bez znaménka, které identifikuje důvod platby nebo nevlnkový účet
de: Eine zufällige nicht signierte 32-Bit Ganzzahl, die den Zahlungsgrund oder ein nicht Ripple Konto angibt.
es: Es un entero aleatorio sin signo de 32 bits que identifica el motivo del pago o una cuenta no Ripple.
fil: Isang arbitraryong unsigned 32-bit integer na kumikilala sa dahilan para sa bayad o hindi-Ripple account.
fr: Un entier de 32 bits non signé arbitraire qui identifie un motif de paiement ou un compte non-Ripple.
hr: Proizvoljan nepotpisani 32-bitni cijeli broj koji identificira svrhu uplate ili ne-Ripple nalog.
hu: Tetszőlegesen aláíratlan 32 bites integrált, amely azonosítja a fizetés okát vagy a nem Ripple számlát.
id: Integer 32-bit acak yang belum ditandatangani menunjukkan alasan pembayaran atau untuk akun selain-Ripple.
it: Un numero intero da 32 bit arbitrario e non registrato che identifica il motivo del pagamento o un account senza Ripple.
ja: 支払いの理由を識別する任意の符号なし32ビット整数あるいは、リップル以外のアカウント。
km: ចំនួនគត់ 32-bit ដែលមិនបានចុះហត្ថលេខាតាមអំពើចិត្ត បានបញ្ជាក់ពីមូលហេតុនៃការបង់ប្រាក់ឬគណនីដែលមិនមែនជារីបផល។
ko: 지급 사유 또는 비리플(non-Ripple) 계정을 식별하는 임의의 무부호 32비트 정수.
nb: Et vilkårlig usignert 32-bits heltall som identifiserer en årsak til betalingen eller en konto som ikke er hos Ripple.
nl: Een arbitraire ongetekende 32-bit integer welke een reden voor het betalen identificeert of een non-Ripple-account.
pl: Dowolna 32-bitowa liczba całkowita bez znaku, która identyfikuje przyczynę płatności lub konto inne niż Ripple.
pt_br: Um número inteiro arbitrário e não designado de 32 bits que identifica o motivo do pagamento ou uma conta não Ripple.
ru: Произвольное 32-разрядное целое число без знака, которое идентифицирует причину платежа или учетную запись, отличную от Ripple.
th: ข้อมูลชนิดจำนวนเต็มแบบ 32 บิตที่สุ่มและไม่ลงนาม ซึ่งจะระบุเหตุผลในการชำระเงิน หรือบัญชีที่ไม่ใช่ Ripple
tr: Ödeme nedenini veya Ripple dışı bir hesabı tanımlayan rastgele 32 bitlik işaretsiz tam sayı.
uk: Довільне 32-бітове ціле число, яке позначає призначення платежу або аккаунт, відмінний від аккаунта Ripple.
vi: Một số nguyên 32 bit không dấu tùy ý, xác định lý do thanh toán hoặc tài khoản không phải Ripple.

source: A 256-bit hash that can be used to identify a particular payment.
cs_cz: 256 bitový hash, který lze použít k identifikaci konkrétní platby.
de: Ein 256-Bit-Hash, der zur Identifizierung einer bestimmten Zahlung verwendet werden kann.
es: Un hash de 256 bits que puede ser usado para identificar un pago en particular.
fil: Isang 256-bit hash na magagamit para kilalanin ang partikular na bayad.
fr: Un hachage de 256 bits pouvant s’utiliser pour identifier un paiement particulier.
hr: 256-bitna oznaka raspršivanja koja se može koristiti za identificiranje određene uplate.
hu: 256 bites hash, amely felhasználható egy adott fizetés azonosítására.
id: Hash 256-bit yang bisa digunakan untuk identifikasi sebuah pembayaran tertentu.
it: Un cancelletto da 256 bit che può essere usato per identificare un pagamento particolare.
ja: 特定の支払の識別に使用できる256ビットのハッシュ。
km: ហាស 256-bit ដែលអាចត្រូវបានប្រើដើម្បីកំណត់ការទូទាត់ជាក់លាក់។
ko: 특정 지급을 식별하기 위해 사용될 수 있는 256 비트 해시.
nb: En 256-bit hash som kan benyttes til å identifisere en bestemt betaling.
nl: Een 256-bit hash die kan worden gebruikt om een bepaalde betaling te identificeren.
pl: 256-bitowy hash, który można wykorzystać do identyfikacji konkretnej płatności.
pt_br: Um marcador criptográfico de 256 bits que identifica um pagamento específico.
ru: 256-битный хеш, который может использоваться для идентификации конкретного платежа.
th: แฮชแบบ 256 บิตที่สามารถใช้เพื่อระบุการชำระเงินที่เฉพาะเจาะจงได้
tr: Belirli bir ödemeyi tanımlamak için kullanılabilecek 256 bitlik bir karma.
uk: 256-бітний хеш, який можна використовувати для ідентифікації конкретного платежу.
vi: Giá trị băm 256 bit có thể sử dụng để xác định một thanh toán cụ thể.

source: Please enter a valid invoice ID
cs_cz: Zadejte prosím platný identifikátor faktury
de: Bitte gib eine gültige Rechnungs-ID ein.
es: Introduce un id. de factura correcto
fil: Pakilagay ng balidong ID ng invoice
fr: Veuillez saisir un numéro de facture valide.
hr: Unesite valjani identifikacijski broj fakture
hu: Kérjük adj meg egy érvényes számlaazonosítót
id: Masukkan ID Invoice yang benar
it: Inserisci un ID valido per la fattura
ja: 有効な請求書IDを入力してください
km: សូមបញ្ចូលលេខវិក្កយបត្រត្រឹមត្រូវ
ko: 유효한 인보이스 ID를 입력해주십시오
nb: Angi en gyldig faktura-ID
nl: Voer een geldige factuur-ID in
pl: Wprowadź prawidłowy nr faktury
pt_br: Digite uma ID de fatura válida
ru: Пожалуйста, введите действительный ID счета
th: โปรดป้อน ID ใบแจ้งหนี้ที่ถูกต้อง
tr: Lütfen geçerli bir fatura No. girin
uk: Введіть дійсний ідентифікатор рахунку
vi: Hãy nhập Số hóa đơn hợp lệ

source: Please enter a valid destination tag
cs_cz: Zadejte prosím platný cílový štítek
de: Bitte gib einen gültigen Ziel-Tag ein.
es: Introduce una etiqueta de destino correcta
fil: Pakilagay ng balidong tag ng destinasyon
fr: Veuillez saisir une balise de destination valide
hr: Unesite valjanu oznaku odredišta
hu: Kérjük adj meg egy érvényes desztinációs címkét
id: Masukkan tujuan tag yang valid
it: Inserisci un Destinazione tag valido
ja: 有効な宛先タグを入力してください
km: សូមបញ្ចូលស្លាកទិសដៅត្រឹមត្រូវ
ko: 유효한 대상 태크를 입력해주십시오
nb: Angi et gyldig destinasjonsmerke
nl: Voer een geldige tag bestemming in
pl: Wprowadź prawidłowy tag docelowy
pt_br: Digite um tag de destino válido
ru: Пожалуйста, введите действительный тег назначения
th: โปรดป้อนแท็กปลายทางที่ถูกต้อง
tr: Lütfen geçerli bir hedef etiketi girin
uk: Введіть дійсний тег призначення
vi: Hãy nhập thẻ đích hợp lệ

source: Exchange is currently unavailable for this pair
cs_cz: Pro tento pár v současnosti není možnost směny
de: Für dieses Währungspaar ist derzeit kein Umtausch möglich.
es: Actualmente no hay cambio para este par
fil: Kasalukuyang hindi bagagamit ang Palitan para sa pares na ito
fr: Exchange est actuellement indisponible pour cette paire
hr: Konverzija je trenutačno nedostupna za ovaj par
hu: A váltó jelenleg nem elérhető erre a párra
id: Pasangan perdagangan ini belum tersedia di bursa
it: Lo scambio non è al momento disponibile per questa coppia
ja: このペアでは現在取引を利用できません
km: បច្ចុប្បន្នការប្តូរប្រាក់មិនមានសម្រាប់គូនេះទេ
ko: 이 통화쌍은 현재 환전이 불가능합니다.
nb: Veksling er for tiden utilgjengelig for dette paret
nl: Het uitwisselen is op dit moment niet beschikbaar voor dit paar.
pl: Wymiana jest obecnie niedostępna dla tej pary
pt_br: O câmbio está indisponível no momento para este par
ru: Обмен в настоящее время недоступен для этой пары
th: การแลกเปลี่ยนยังไม่พร้อมให้ใช้งานสำหรับคู่นี้ในขณะนี้
tr: Bu çift için şu anda çevirme işlemi yapılamıyor
uk: Ця пара зараз не доступна для обміну
vi: Hiện tại, chưa có giao dịch cho cặp này

source: Payment operations:
cs_cz: Platební operace:
de: Zahlungsvorgänge:
es: Operaciones de pago:
fil: Pagpapatakbo ng bayad:
fr: Opérations de paiement :
hr: Operacije uplate:
hu: Utalási műveletek
id: Operasi pembayaran:
it: Operazioni di pagamento:
ja: 支払い処理：
km: ប្រតិបត្តិការទូទាត់៖
ko: 지급 작업:
nb: Betalingsalternativer:
nl: Betalingsopties:
pl: Transakcje płatności:
pt_br: Operações de pagamento:
ru: Платежные операции:
th: การดำเนินการชำระเงิน:
tr: Ödeme işlemleri:
uk: Платіжні операції:
vi: Hoạt động thanh toán:
