Repository: CoinSpace/CoinSpace
Catalog: app/lib/i18n/xlf/*.xlf
Languages: cs_cz, de, es, fil, fr, hr, hu, id, it, ja, km, ko, nb, nl, pl, pt_br, ru, th, tr, uk, vi

source: Address will be changed after receiving funds. All previously used addresses remain valid and still can be used to receive funds multiple times. Please use fresh address for each receiving transaction to enhance your privacy.
cs_cz: Po přijetí finančních prostředků bude adresa změněna. Všechny dříve použité adresy zůstávají v platnosti a bude je možno nadále opakovaně používat k příjmu finančních prostředků. Pro lepší zabezpečení používejte prosím čerstvou adresu pro každou příjmovou transakci.
de: Die Adresse wird geändert, nachdem alle Mittel empfangen wurden. Alle anderen Adressen bleiben gültig und können weiterhin verwendet werden, um mehrmals Mittel zu empfangen. Bitte verwenden Sie bei jedem Empfang einer Transaktion eine neue Adresse, um Ihre Daten zu schützen.
es: La dirección se cambiará después de recibir los fondos. Todas las direcciones utilizadas anteriormente siguen siendo válidas y pueden utilizarse para recibir fondos varias veces. Por favor, usa una nueva dirección para cada transacción recibida para mejorar tu privacidad.
fil: Babaguhin ang address pagkatapos tanggapin ang mga pondo. Lahat ng mga dating ginamit na address ay nanatiling balido at maaari pa ring gamiting tumanggap ng mga pondo ng maraming beses. Mangyaring gamitin ang bagong address para sa bawat transaksiyon na tinatanggap upang pahusayin ang privacy.
hr: Adresa će biti promijenjena nakon prijema sredstava. Sve ranije korištene adrese ostaju valjane i još uvijek se mogu koristiti za višekratno primanje sredstava. Molimo vas koristite novu adresu za svaku primljenu transakciju kako biste povećali svoju privatnost.
id: Alamat akan diubah setelah menerima dana. Semua alamat sebelumnya yang digunakan tetap valid dan masih dapat digunakan untuk menerima dana beberapa kali. Harap gunakan alamat baru setiap melakukan transaksi penerimaan dana untuk meningkatkan privasi Anda.
ja: 資金を受領した後、住所を変更して頂くことが可能です。以前に使用された全ての住所登録についても有効のまま残るので、複数回資金を受け取るために使用して頂く事も可能です。プライバシーを保護するためにも、取引を受け取る際は毎回最新の住所を使用するようにしてください。
km: អាសយដ្ឋាននឹងត្រូវបានផ្លាស់ប្តូរបន្ទាប់ពីការទទួលបានមូលនិធិ។ អាសយដ្ឋានដែលបានប្រើប្រាស់ពីមុនទាំងអស់ នៅតែមានសុពលភាព ហើយនៅតែអាចប្រើប្រាស់ ដើម្បីទទួលបានមូលនិធិច្រើនដង។ សូមប្រើអាសយដ្ឋានថ្មីសម្រាប់ប្រតិបត្តិការទទួលនីមួយៗ ដើម្បីធ្វើឱ្យប្រសើរឡើងនូវសិទ្ធិឯកជនភាពរបស់អ្នក។
nb: Adressen forandres etter mottak av penger. Alle tidligere benyttede adresser forblir gyldige, og kan fremdeles benyttes til å motta penger flere ganger. For å øke personvernet ditt, benytter du en ny adresse for hver mottatte transaksjon.
nl: Na het ontvangen van de fondsen wordt het adres verandert. Alle eerder gebruikte adressen blijven geldig en kunnen nog steeds worden gebruikt om fondsen meerdere keren te ontvangen. Gebruik een nieuw adres voor elke ontvangende transactie om uw privacy te verbeteren.
tr: Para alındıktan sonra adres değiştirilecektir. Daha önce kullanılan tüm adresler geçerli kalır ve birden çok kez fon almak için kullanılmaya devam edilebilir. Gizliliğinizi artırmak için lütfen her alım işleminde yeni adres kullanın.
vi: Địa chỉ sẽ thay đổi sau khi nhận tiền. Tất cả các địa chỉ được sử dụng trước đây còn hợp lệ và vẫn có thể sử dụng để nhận tiền nhiều lần. Vui lòng sử dụng địa chỉ mới cho mỗi giao dịch nhận tiền để tăng cường tính riêng tư của bạn.

# Recipient&apos;s wallet requires a destination tag.
source: Recipient's wallet requires a destination tag.
cs_cz: Peněženka příjemce vyžaduje značku cíle.
de: Die Brieftasche des Empfängers benötigt einen Ziel-Tag.
es: El monedero del destinatario requiere una etiqueta de destino.
fil: Nangangailangan ang wallet ng tatanggap ng destination tag.
hr: Novčanik primatelja zahtijeva oznaku odredišta.
id: Wallet penerima memerlukan tag tujuan.
ja: 受領者のウォレットには目的地のタグが必要です。
km: កាបូបរបស់អ្នកទទួលត្រូវការស្លាកគោលដៅ
nb: Mottakerens lommebok krever et destinasjonsmerke.
nl: Voor de portemonnee van de ontvanger is een bestemmingstag nodig.
tr: Alıcının cüzdanı için bir hedef etiketi gerekli.
vi: Ví của người nhận phải có thẻ đích.

source: Skip
cs_cz: Přeskočit
de: Überspringen
es: Omitir
fil: Laktawan
hr: Preskoči
id: Lewati
ja: スキップ
km: រំលង
nb: Hopp over
nl: Overslaan
tr: Atla
vi: Bỏ qua

source: Fingerprint
cs_cz: Otisk prstu
de: Fingerabdruck
es: Huella dactilar
hr: Otisak prsta
id: Sidik jari
ja: 指紋認証
km: ក្រយៅដៃ
nb: Fingeravtrykk
nl: Vingerafdruk
tr: Parmak izi
vi: Dấu vân tay

source: Biometrics
cs_cz: Biometrické údaje
de: Biometrie
es: Biometría
hr: Biometrija
id: Biometrik
ja: 生体認証
km: ជិវមាត្រវិទ្យា
nb: Biometri
nl: Biometrie
tr: Biyometri
vi: Sinh trắc học

source: Enable
cs_cz: Povolit
de: Aktivieren
es: Habilitar
fil: Paganahin
hr: Omogući
id: Aktifkan
ja: 可能にする
km: ជួយអោយធ្វើអ្វីមួយបាន
nb: Aktiver
nl: Inschakelen
tr: Etkinleştir
vi: Bật

source: Use Touch ID in place of PIN.
cs_cz: Používat Touch ID namísto PIN.
de: Touch-ID anstelle der PIN verwenden.
es: Usar Touch ID en lugar de PIN.
fil: Gumamit ng Touch ID sa halip na PIN.
hr: Koristite Touch ID umjesto PIN-a.
id: Gunakan ID Touch sebagai pengganti PIN.
ja: PINの代わりに Touch IDを使用します。
km: ប្រើក្រយៅដៃត្រង់លេខ PIN ។
nb: Bruk Touch-ID fremfor PIN.
nl: Gebruik Touch ID in plaats van PIN.
tr: PIN yerine Touch ID kullanın.
vi: Sử dụng Touch ID thay cho PIN.

source: Use Fingerprint in place of PIN.
cs_cz: Používat otisk prstu namísto PIN.
de: Fingerabdruck anstelle der PIN verwenden.
es: Usar huella dactilar en lugar de PIN.
fil: Gumamit ng Fingerprint sa halip na PIN.
hr: Koristite otisak prsta umjesto PIN-a.
id: Gunakan Sidik Jari sebagai pengganti PIN.
ja: PINの代わりに 指紋認証を使用します。
km: ប្រើក្រយៅដៃត្រង់លេខ PIN ។
nb: Bruk Touch-ID fremfor PIN.
nl: Gebruik vingerafdruk in plaats van PIN.
tr: PIN yerine Parmak İzi kullanın.
vi: Sử dụng Vân tay thay cho PIN.

source: Use Biometrics in place of PIN.
cs_cz: Používat biometrické údaje namísto PIN.
de: Biometrie anstelle der PIN verwenden.
es: Usar biometría en lugar de PIN.
fil: Gumamit ng Biometrics sa halip na PIN.
hr: Koristite biometriju umjesto PIN-a.
id: Gunakan Biometrik sebagai pengganti PIN.
ja: PINの代わりに 生体認証を使用します。
km: ប្រើជិវមាត្រវិទ្យាត្រង់លេខ PIN ។
nb: Bruk biometri fremfor PIN
nl: Gebruik biometrie in plaats van PIN.
tr: PIN yerine Biyometri kullanın.
vi: Sử dụng Sinh trắc học thay cho PIN.

source: Settings
cs_cz: Nastavení
de: Einstellungen
es: Ajustes
fil: Mga Setting
hr: Postavke
id: Pengaturan
ja: 設定
km: ការកំណត់
nb: Innstillinger
nl: Instellingen
tr: Ayarlar
vi: Cài đặt

source: Security
cs_cz: Zabezpečení
de: Sicherheit
es: Seguridad
fil: Seguridad
hr: Sigurnost
id: Keamanan
ja: セキュリティ
km: សន្ដិសុខ
nb: Sikkerhet
nl: Beveiliging
tr: Güvenlik
vi: Bảo mật

# PIN &amp; Fingerprint
source: PIN & Fingerprint
cs_cz: PIN a otisk prstu
de: PIN und Fingerabdruck
es: PIN y huella dactilar
fil: PIN at Fingerprint
hr: PIN i otisak prsta
id: PIN & Sidik Jari
ja: PIN & 指紋認証
km: PIN & ក្រយៅដៃ
nb: PIN & fingeravtrykk
nl: PIN en vingerafdruk
tr: PIN ve Parmak İzi
vi: PIN & Dấu vân tay

# PIN &amp; Biometrics
source: PIN & Biometrics
cs_cz: PIN a biometrické údaje
de: PIN und Biometrie
es: PIN y biometría
fil: PIN at Biometrics
hr: PIN i biometrija
id: PIN & Biometrik
ja: PIN & 生体認証
km: PIN & ជិវមាត្រវិទ្យា
nb: PIN & biometri
nl: PIN en biometrie
tr: PIN ve Biyometri
vi: PIN & Sinh trắc học

source: Hardware Security
cs_cz: Hardwarové zabezpečení
de: Hardware-Sicherheit
es: Seguridad de hardware
fil: Seguridad ng Hardware
hr: Hardverska sigurnost
id: Keamanan Perangkat Keras
ja: ハードウェアのセキュリティ
km: សុវត្ថិភាពផ្នែករឹង
nb: Maskinvaresikkerhet
nl: Hardwarebeveiliging
tr: Donanım Güvenliği
vi: Bảo mật Phần cứng

source: Tools
cs_cz: Nástroje
es: Herramientas
fil: Mga Tool
hr: Alati
id: Alat
ja: ツール
km: ឧបករណ៍
nb: Verktøy
nl: Programma's
vi: Công cụ

source: Use for:
cs_cz: Používat pro:
de: Verwenden für:
es: Usar para:
fil: Gamitin para sa:
hr: Koristite za:
id: Penggunaan untuk:
ja: 使用先：
km: សម្រាប់ប្រើប្រាស់
nb: Bruk for:
nl: Gebruiken voor:
tr: Kullanım amacı:
vi: Sử dụng để:

source: High Security
cs_cz: Vysoké zabezpečení
de: Höhere Sicherheit
es: Alta seguridad
fil: Mataas na Seguridad
hr: Visoku sigurnost
id: Keamanan Tinggi
ja: 高度なセキュリティ
km: សុវត្ថិភាពខ្ពស់
nb: Høy sikkerhet
nl: Zware beveiliging
tr: Yüksek Güvenlik
vi: Bảo mật cao:

source: Always used to open the app.
cs_cz: Vždy používat k otevírání aplikace.
de: Immer verwenden, um die App zu öffnen.
es: Se utiliza siempre para abrir la aplicación.
fil: Palaging gamitin upang buksan ang app.
hr: Uvijek se koristi za otvaranje aplikacije.
id: Selalu digunakan untuk membuka aplikasi.
ja: アプリをオープンするために必ず使用します。
km: តែងតែប្រើដើម្បីបើកកម្មវិធី។
nb: Brukes alltid for å åpne appen.
nl: Altijd gebruik om de app te openen.
tr: Uygulamayı açmak için her zaman kullanılır.
vi: Luôn sử dụng để mở ứng dụng.

source: Send coins, export private keys, remove account, security settings.
cs_cz: Posílat mince, exportovat privátní klíče, odstranit účet, nastavení zabezpečení.
de: Coins senden, private Schlüssel exportieren, Konten entfernen, Sicherheitseinstellungen.
fil: Ipadala ang mga barya, i-export ang mga pribadong key, tanggalin ang account, mga setting ng seguridad.
hr: Šaljite kovanice, izvezite privatne ključeve, uklonite račun, sigurnosne postavke.
id: Kirim koin, ekspor private key, hapus akun, pengaturan keamanan.
ja: コインを送信、プライベートキーをエクスポート、アカウントを削除、 セキュリティ設定。
km: ផ្ញើកាក់,នាំចេញកូនសោឯកជន,លុប​គណនី,ការកំណត់​សុវត្ថិភាព។
nl: Verzend munten, exporteer privé codes, account verwijderen, beveiligingsinstellingen.
tr: Coin gönderin, özel anahtarları dışa aktarın, hesabı kaldırın, güvenlik ayarları.
vi: Gửi đồng tiền, xuất khóa riêng tư, gỡ bỏ tài khoản, cài đặt bảo mật.

source: Account
cs_cz: Účet
de: Konto
es: Cuenta
fil: Cuenta
hr: Račun
id: Akun
ja: アカウント
km: គណនី
nb: Regnskap
tr: Hesap
vi: Tài khoản

source: Hardware keys:
cs_cz: Hardwarové klíče:
de: Hardware-Schlüssel:
fil: Seguridad ng Hardware
hr: Hardverski ključevi:
id: Key perangkat keras
ja: ハードウェアキー：
nl: Hardware-toetsen:
tr: Donanım anahtarları:
vi: Khóa phần cứng:

source: Add Hardware Key...
cs_cz: Přidat hardwarový klíč...
de: Hardware-Schlüssel hinzufügen...
fil: Idagdag
hr: Dodaj hardverski ključ
id: Tambahkan Key Perangkat Keras...
ja: ハードウェアキーを追加…
nl: Hardware-toets toevoegen...
tr: Donanım Anahtarı Ekle...
vi: Thêm Khóa phần cứng...

source: Hardware Keys are not supported by your device
cs_cz: Vaše zařízení hardwarové klíče nepodporuje
de: Hardware-Schlüssel werden von unserem Gerät nicht unterstützt
fil: Ang mga Hardware Key ay hindi suportado ng iyong device
hr: Vaš uređaj ne podržava hardverske ključeve
id: Key Perangkat Keras tidak didukung oleh perangkat Anda
ja: お使いのデバイスはハードウェアキーに対応していません
nl: Uw apparaat ondersteunt het gebruik van hardware-toetsen niet.
tr: Donanım Anahtarları cihazınız tarafından desteklenmiyor
vi: Khóa phần cứng không được thiết bị của bạn hỗ trợ

source: Coins
cs_cz: Mince
de: Münze
fil: Mga barya
hr: Kovanice
id: Coin
ja: コイン
nl: Munten
tr: Coin'ler
vi: Coin

source: Search
cs_cz: Vyhledávání
de: Suche
fil: Hanapin
hr: Pretraži
id: Cari
ja: 検索
nl: Zoeken
tr: Ara
vi: Tìm kiếm

source: Add Custom Token
cs_cz: Přidat vlastní token
de: Benutzerdefinierter Token hinzufügen
fil: Magdagdag ng Pasadyang Token
hr: Dodaj prilagođeni žeton
id: Tambahkan Token Kustom
ja: カスタムトークンを追加
nl: Aangepast token toevoegen
tr: Özel Token Ekle
vi: Thêm Token tùy chỉnh

source: This Token has already been added.
cs_cz: Tento token byl už přidán.
de: Dieser Token wurde schon hinzugefügt.
fil: Ang Token na ito ay naidagdag na.
hr: Ovaj je žeton već dodan.
id: Token ini telah ditambahkan.
ja: このトークンはすでに追加されています。
nl: Dit token is reeds toegevoegd.
tr: Bu Token daha önce eklenmiş.
vi: Token này đã được thêm trước đó.

# address is not a valid address.
source: %(address)s is not a valid address.
cs_cz: %(address)s není platná adresa.
de: %(address)s ist keine gültige Adresse.
fil: Ang %(address)s ay hindi tamang address.
hr: %(address)s nije valjana adresa.
id: %(address)s bukan alamat yang valid.
ja: %(address)s は有効なアドレスではありません。
nl: %(address)s is geen geldig adres.
tr: %(address)s geçerli bir adres değil.
vi: %(address)s không phải địa chỉ hợp lệ.

source: Please fill out address.
cs_cz: Vyplňte prosím adresu.
de: Bitte füllen Sie die Adresse aus.
fil: Pakipunan ang address.
hr: Ispunite adresu.
id: Isi semua alamat.
ja: アドレスを記入してください。
nl: Voer het adres in.
tr: Lütfen adres alanını doldurun.
vi: Vui lòng điền địa chỉ

source: Success!
cs_cz: Úspěch!
de: Erfolg!
fil: Tagumpay!
hr: Uspjeh!
id: Berhasil!
ja: 正常に完了しました！
nl: Gelukt!
tr: Başarılı!
vi: Thành công!

source: Accelerate
cs_cz: Zrychlit
de: Beschleunigen
fil: Bilisan
hr: Ubrzaj
id: Percepat
ja: 加速
nl: Versnellen
tr: Hızlandır
vi: Tăng tốc

source: Confirm acceleration
cs_cz: Potvrdit zrychlení
de: Beschleunigung bestätigen
fil: Kumpirmahin ang akselerasyon
hr: Potvrdi ubrzavanje
id: Konfirmasi percepatan
ja: 加速を確認
nl: Versnelling bevestigen
tr: Hızlandırmayı onayla
vi: Xác nhận tăng tốc

source: Acceleration Successful
cs_cz: Zrychlení bylo úspěšné
de: Die Beschleunigung war erfolgreich
fil: Matagumpay ang akselerasyon
hr: Uspješno ubrzavanje
id: Percepatan Berhasil
ja: 正常に加速しました
nl: Het versnellen is gelukt.
tr: Hızlandırma Başarılı
vi: Tăng tốc thành công

source: Acceleration Failed
cs_cz: Zrychlení se nezdařilo
de: Beschleunigung fehlgeschlagen
fil: Nabigo ang akselerasyon
hr: Ubrzavanje nije uspjelo
id: Percepatan Gagal
ja: 加速に失敗しました
nl: Het versnellen is mislukt.
tr: Hızlandırma Başarısız
vi: Tăng tốc thất bại

source: Speed
cs_cz: Rychlost
de: Geschwindigkeit
fil: Tulin
hr: Brzina
id: Kecepatan
ja: 速度
nl: Snelheid
tr: Hız
vi: Tốc độ

source: Your transaction will be replaced in your history tab shortly.
cs_cz: Vaše transakce bude za chvíli vyměněna ve Vaší záložce historie.
de: Ihre Transaktion wird in Kürze in Ihrem Verlaufsregister ersetzt.
fil: Ang iyong transaksyon ay papalitan sa tab ng kasaysayan mo sa ilang sandali.
hr: Vaša transakcija bit će uskoro zamijenjena u kartici "povijest".
id: Transaksi akan segera diganti pada tab riwayat Anda.
ja: 取引は間もなく履歴タブに置き換えらます。
nl: Uw transactie zal binnenkort in uw geschiedenis tab worden vervangen.
tr: İşleminiz kısa bir süre sonra geçmiş sekmenizde tekrar görünecek.
vi: Giao dịch của bạn sẽ sớm được thay thế trong thẻ lịch sử của bạn.

source: confirmations:
cs_cz: potvrzení:
de: Bestätigungen:
fil: mga kumpirmasyon:
hr: potvrde:
id: konfirmasi:
ja: 確認：
nl: Bevestigingen:
tr: onaylar:
vi: xác nhận:

source: minimum
fil: pinakamaliit
hr: najmanja
ja: 最小
vi: tối thiểu

source: default
hr: osnovna
ja: デフォルト
tr: varsayılan
vi: mặc định

source: fastest
fil: pinakamabilis
hr: najbrža
id: tercepat
ja: 最速
tr: en hızlı
vi: nhanh nhất

source: Update
hr: Ažuriraj
id: Pembaruan
ja: 更新
tr: Güncelle
vi: Cập nhật

source: A new version of Coin Wallet is available. Would you like to update it now?
fil: Isang bagong bersyon ng Coin Wallet ay available na. Gusto mo bang i-update ito ngayon?
hr: Dostupna je nova verzija novčanika za novčiće. Da li biste željeli ažurirati ga sad?
id: Versi Coin Wallet yang baru kini tersedia. Ingin memperbaruinya sekarang?
ja: Coinウォレットの新規バージョンがあります。今すぐ更新しますか？
tr: Coin Cüzdanının yeni bir sürümü mevcut. Şimdi güncellemek ister misiniz?
vi: Đã có phiên bản mới của Coin Wallet. Bạn có muốn cập nhật không?

source: General
fil: Pangkalahatan
hr: Opće informacije
id: Umum
ja: 一般
tr: Genel
vi: Chung

source: Local currency
fil: Lokal na pera
hr: Lokalna valuta
id: Mata uang lokal
ja: ローカル通貨
tr: Yerel para birimi
vi: Loại tiền tệ địa phương

source: Send up to %(depositMax)s %(depositSymbol)s to deposit address. It will be converted into %(toSymbol)s, and sent to %(toAddress)s
cs_cz: Poslat až %(depositMax)s %(depositSymbol)s na adresu pro uložení. Bude to převedeno na %(toSymbol)s a posláno na adresu %(toAddress)s
de: Sende bis zu %(depositMax)s %(depositSymbol)s an die Einzahlungsadresse. Sie werden in %(toSymbol)s konvertiert und an %(toAddress)s gesendet.
es: Enviar hasta %(depositMax)s %(depositSymbol)s a la dirección para depositar. Esto se convertirá en %(toSymbol)s y se enviará a %(toAddress)s
fr: Envoyer jusqu’à %(depositMax)s %(depositSymbol)s l’adresse de dépôt. Le montant sera converti en %(toSymbol)s, et sera envoyé à %(toAddress)s
hu: Küldj maximum %(depositMax)s %(depositSymbol)s coint a letéti címre. Át lesz váltva %(toSymbol)s coinra és erre a címre lesz elküldve %(toAddress)s
it: Invia fino a %(depositMax)s %(depositSymbol)s all'indirizzo del versamento. Sarà convertito in %(toSymbol)s, e inviato a %(toAddress)s
km: ផ្ញើចេញបានដល់ %(depositMax)s %(depositSymbol)s ទៅកាន់អាសយដ្ឋានដាក់ប្រាក់។ វានឹងត្រូវបានបម្លែងទៅជា %(toSymbol)s, ហើយបានផ្ញើទៅ %(toAddress)s
ko: 최고 %(depositMax)s %(depositSymbol)s을/를 입금 주소로 보냅니다. %(toSymbol)s(으)로 환전해서 %(toAddress)s(으)로 보냅니다.
nb: Send opptil %(depositMax)s %(depositSymbol)s til innskuddsadressen. Den konverteres til %(toSymbol)s og sendes til %(toAddress)s
nl: Verstuur maximaal %(depositMax)s %(depositSymbol)s naar het deposito-adres. Het zal worden geconverteerd in %(toSymbol)s, en worden verzonden naar %(toAddress)s
pl: Wysyłaj do %(depositMax)s %(depositSymbol)s adresów depozytowych. Zostanie przeliczony na %(toSymbol)s, i wysłany do %(toAddress)s
pt_br: Envie até %(depositMax)s %(depositSymbol)s para o endereço de depósito. Esse valor será convertido em %(toSymbol)s e enviado para %(toAddress)s
ru: Отправьте до %(depositMax)s %(depositSymbol)s на депозитный адрес. Это будет конвертировано в %(toSymbol)s, и отправлено на %(toAddress)s
th: ส่งมากสูงสุด %(depositMax)s %(depositSymbol)s ไปยังที่อยู่เงินฝาก ซึ่งระบบจะแปลงเป็น %(toSymbol)sและส่งไปยัง %(toAddress)s
uk: Надішліть до %(depositMax)s %(depositSymbol)s на адресу для поповнення. Їх буде перетворено на %(toSymbol)sта надіслано до %(toAddress)s

source: Deposit minimum
cs_cz: Minimální vklad
de: Einzahlungsminimum
es: Depósito mínimo
fr: Dépôt minimum
hu: Minimális letét
it: Deposito minimo
km: ការដាក់ប្រាក់បញើរអប្បបរមា
ko: 최소 입금액
nb: Minsteinnskudd
nl: Aanbetaling minimum
pl: Minimalna kwota depozytu
pt_br: Depósito mínimo
ru: Минимальный депозит
th: เงินฝากขั้นต่ำ
uk: Мінімальна сума депозиту

source: Your ShapeShift account is not verified.
cs_cz: Váš účet ShapeShift není ověřen.
de: Dein ShapeShift-Konto ist nicht verifiziert.
es: Tu cuenta de ShapeShift no está verificada.
fr: Votre compte ShapeShift n'est pas vérifié.
hu: A Shapeshift számlád nincs hitelesítve.
it: Il tuo account ShapeShift non è verificato.
km: គណនី ShapeShift របស់អ្នកមិនត្រូវបានផ្ទៀងផ្ទាត់ទេ។
ko: 셰이프쉬프트(ShapeShift) 계정이 확인되지 않았습니다.
nb: Din ShapeShift-konto er ikke verifisert.
nl: Uw ShapeShift-account is niet geverifiëerd.
pl: Twoje konto ShapeShift nie zostało zweryfikowane.
pt_br: Sua conta no ShapeShift não foi confirmada.
ru: Ваша учетная запись ShapeShift не верифицирована.
th: บัญชี ShapeShift ของคุณยังไม่ได้ได้รับการตรวจสอบยืนยัน
uk: Ваш обліковий запис ShapeShift не верифікований.

source: Complete verification
cs_cz: Dokončit ověření.
de: Verifizierung abschließen
es: Completa la verificación
fr: Vérification complète
hu: Teljes hitelesítés
it: Completa la verifica
km: ការផ្ទៀងផ្ទាត់បញ្ចប់
ko: 확인 완료
nb: Fullfør verifisering
nl: Voltooi de verificatie.
pl: Spróbuj zweryfikować
pt_br: Verificação completa
ru: Завершить верификацию
th: ดำเนินการตรวจสอบยืนยันให้เสร็จสมบูรณ์
uk: Пройти верифікацію

source: Try to sign in again
cs_cz: Zkuste se znovu přihlásit.
de: Melde Dich noch einmal an.
es: Intenta iniciar sesión de nuevo
fr: Essayez de vous connecter à nouveau
hu: Próbálj meg újra belépni
it: Prova a registrarti di nuovo
km: សូមព្យាយាមចុះឈ្មោះចូលម្តងទៀត
ko: 다시 로그인을 시도하십시오
nb: Forsøk å logge inn igjen
nl: Probeer u opnieuw aan te melden
pl: Spróbuj zalogować się ponownie
pt_br: Tente acessar novamente
ru: Попробуйте войти снова
th: ลองลงชื่อเข้าใช้อีกครั้ง
uk: Спробуйте ввійти ще раз

source: Sign in
cs_cz: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
hu: Belépés
it: Registrati
km: ចុះឈ្មោះចូល
ko: 로그인
nb: Logg inn
nl: Aanmelden
pl: Zaloguj się
pt_br: Iniciar sessão
ru: Войти
th: ลงชื่อเข้าใช้
uk: Увійти

source: CVC
cs_cz: Kód CVC
de: CVC-Prüfziffer
hu: CVC-kód

# PIN &amp; Touch ID
source: PIN & Touch ID
cs_cz: PIN a Touch ID
de: PIN und Touch-ID
es: PIN y Touch ID
fil: PIN at Touch ID
hr: PIN i Touch ID
id: PIN & ID Touch
km: PIN & ក្រយៅដៃ
nl: PIN en Touch ID
tr: PIN ve Touch ID

# Please enter an amount below
source: Please enter an amount below %(max)s
fil: Mangyaring maglagay ng halagang mas mababa sa %(max)s
hr: Unesite iznos ispod %(max)s
id: Harap masukkan jumlah di bawah %(max)s
tr: Lütfen şunun altında geçerli bir tutar girin: %(max)s
vi: Vui lòng nhập số tiền dưới %(max)s

source: Transaction ID
fil: ID ng Transaksyon
hr: Identifikacijski broj transakcije
tr: İşlem No.
vi: ID giao dịch

source: Changelly Transaction ID
id: Changelly Id Transaksi

# Send coins, export private keys, remove account, :touchId.
source: Send coins, export private keys, remove account, %(touchId)s.
es: Envía monedas, exporta claves privadas, elimina cuentas, %(touchId)s.
nb: Send mynter, eksporter private nøkler, fjern konto, %(touchId)s.

# We could not connect you to Mecto, please check your internet connection.
source: We couldn't connect you to Mecto, please check your internet connection.
hu: Nem tudtunk csatlakoztatni a Mecto-hoz, ellenőrizd az internetkapcsolatot.
ko: 멕토(Mecto)에 연결할 수 없습니다. 인터넷 연결을 확인해주십시오.
pl: Brak połączenia z Mecto, sprawdź swoje połączenie internetowe.
ru: Невозможно соединиться с Mecto, проверьте соединение с Интернетом.
th: เราไม่สามารถเชื่อมต่อคุณกับ Mecto ได้ โปรดเช็คการเชื่อมต่ออินเทอร์เน็ตของคุณ
uk: Ми не змогли приєднати вас до Mecto, будь ласка, перевірте ваше Інтернет-з'єднання.

source: Terms of Service
ko: 서비스 약정
pl: Warunki korzystania z usługi
ru: Условия обслуживания
th: ข้อกำหนดในการใช้บริการ

source: Accept
ko: 동의
pl: Akceptuj
ru: Принять
th: ยอมรับ
tr: Kabul Et
